{
   "hadits_01":{
      "audio":"nawawi01.mp3",
      "urutan":"hadits ke - 01",
      "hadits":"<center><span style='font-family:Amiri;font-size:30px'>الحديث الأول</span></center> <h2 align='center' style='font-family:'Poiret One';'><b>Amal Tergantung Niat</b></h2> <p><br></p><p style='font-family:Amiri;font-size:35px;line-height:270%' align='right'> عَنْ أَمِيرِ المُؤمِنينَ أَبي حَفْصٍ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ، وَإنَّمَا لِكُلِّ امْرِىءٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلى اللهِ وَرَسُوله فَهِجْرتُهُ إلى اللهِ وَرَسُوُله، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيْبُهَا أَو امْرأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إِلى مَا هَاجَرَ إلَيْهِ </p><p style='font-family:Amiri;font-size:25px' align='right'> رواه إماما المحدثين أبو عبدالله محمد بن إسماعيل بن إبراهيم بن المغيرة بن بَرْدِزْبَه البخاري، وأبو الحسين مسلم بن الحجَّاج ين مسلم القشيري النيسابوري، في صحيحيهما اللَذين هما أصح الكتب المصنفة. </p><p><br></p><p style='font-size:18px;line-height:200%'> <b><i>Artinya :</i></b><br>Dari Amirul Mukminin Abu Hafsh ‘Umar bin Khaththab radhiyallahu ‘anhu berkata: aku mendengar Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Sesungguhnya amal itu tergantung dengan niatnya dan setiap orang akan mendapatkan sesuai dengan niatnya. Maka, barangsiapa yang hijrahnya kepada Allah dan Rasul-Nya maka hijrahnya kepada Allah dan Rasul-Nya, dan barangsiapa yang hijrahnya kepada dunia yang ingin diraih atau wanita yang ingin dinikahi maka hijrahnya kepada apa yang dia berhijrah kepadanya.” </p><p><br></p><p style='font-size:18px;line-height:200%'> <b><i>Riwayatkan :</i></b><br>Diriwayatkan oleh dua imam ahli hadits: Abu Abdillah Muhammad bin Ismail bin Ibrahim bin al-Mughirah bin Bardizbah al-Bukhari dan Abul Husain Muslim bin Hajjaj bin Muslim al-Qushairi an-Naisaburi di kedua kitab Shahihnya yang merupakan dua kitab paling shahih yang pernah disusun. </p><p><br></p><p style='font-size:18px;line-height:200%'> <b><i>Catatan :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'> Hadits ini merupakan salah satu dari hadits-hadits yang menjadi inti ajaran Islam. Imam Ahmad dan Imam Syafi’i berkata: Dalam hadits tentang niat ini mencakup sepertiga ilmu. Sebabnya adalah bahwa perbuatan hamba terdiri dari perbuatan hati, lisan dan anggota badan, sedangkan niat merupakan salah satu bagian dari ketiga unsur tersebut. Diriwayatkan dari Imam Syafi’i bahwa dia berkata,' Hadits ini mencakup tujuh puluh bab dalam fiqh. Sejumlah ulama bahkan ada yang berkata,' Hadits ini merupakan sepertiga Islam. </li><li style='margin-bottom:10px'> Sebab dituturkannya hadits ini, yaitu: ada seseorang yang hijrah dari Mekkah ke Madinah dengan tujuan untuk dapat menikahi seorang wanita yang konon bernama: “Ummu Qais” bukan untuk meraih pahala berhijrah. Maka orang itu kemudian dikenal dengan sebutan “Muhajir Ummi Qais” (Orang yang hijrah karena Ummu Qais). </li></ol> </p><p><br></p><p style='font-size:18px;line-height:200%'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'> Niat merupakan syarat layak/diterima atau tidaknya amal perbuatan, dan amal ibadah tidak akan menghasilkankan pahala kecuali berdasarkan niat (karena Allah ta’ala). </li><li style='margin-bottom:10px'> Waktu pelaksanaan niat dilakukan pada awal ibadah dan tempatnya di hati. </li><li style='margin-bottom:10px'> Ikhlas dan membebaskan niat semata-mata karena Allah ta’ala dituntut pada semua amal shaleh dan ibadah. </li><li style='margin-bottom:10px'> Seorang mu’min akan diberi ganjaran pahala berdasarkan kadar niatnya. </li><li style='margin-bottom:10px'> Semua perbuatan yang bermanfaat dan mubah (boleh) jika diiringi niat karena mencari keridhaan Allah maka dia akan bernilai ibadah. </li><li style='margin-bottom:10px'> Yang membedakan antara ibadah dan adat (kebiasaan/rutinitas) adalah niat. </li><li style='margin-bottom:10px'> Hadits di atas menunjukkan bahwa niat merupakan bagian dari iman karena dia merupakan pekerjaan hati, dan iman menurut pemahaman Ahli Sunnah Wal Jamaah adalah membenarkan dalam hati, diucapkan dengan lisan dan diamalkan dengan perbuatan. </li></ol> </p>"
   },
   "hadits_02":{
      "audio":"nawawi02.mp3",
      "urutan":"hadits ke - 02",
      "hadits":"<center><span style='font-family:Amiri;font-size:30px'>الحـديث الثاني</span></center> <h2 align='center' style='font-family:'Poiret One';'><b>Pengertian Islam, Iman, dan Ihsan</b></h2> <p><br></p><p style='font-family:Amiri;font-size:35px;line-height:270%' align='right'> عَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ أَيضاً قَال: بَيْنَمَا نَحْنُ جُلُوْسٌ عِنْدَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ، إَذْ طَلَعَ عَلَيْناَ رَجُلٌ شَدِيْدُ بَيَاضِ الثّياب، شَدِيْدُ سَوَادِ الشَّعْرِ، لاَ يُرَى عَلَيهِ أَثَرُ السَّفَرِ، وَلاَ يَعْرِفُهُ مِنا أحَدٌ حَتى جَلَسَ إلَى النبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَسْنَدَ رُكْبَتَيْهِ إلَى رُكْبَتَيْهِ وَوَضَعَ كَفَّيْهِ عَلَى فَخِذِيْهِ وَقَالَ: يَا مُحَمَّدُ أَخْبِرْنِي عَنِ الإِسْلاَم! فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: الإِسْلاَمُ أَنْ تَشْهَدَ أَنْ لاَ إلَه إلاَّ اللهُ وَأَنَّ مُحَمَّدَاً رَسُولُ الله، وَتُقِيْمَ الصَّلاَة، وَتُؤْتِيَ الزَّكَاةَ، وَتَصُوْمَ رَمَضَانَ، وَتَحُجَّ البيْتَ إِنِ اِسْتَطَعتَ إِليْهِ سَبِيْلاًقَالَ: صَدَقْتَ. فَعجِبْنَا لَهُ يَسْأَلُهُ وَيُصَدِّقُهُ، قَالَ: فَأَخْبِرِنيْ عَنِ الإِيْمَانِ! قَالَ: أَنْ تُؤمِنَ بِالله، وَمَلاِئكَتِه، وَكُتُبِهِ، وَرُسُلِهِ، وَالْيَومِ الآَخِر، وَتُؤْمِنَ بِالقَدَرِ خَيْرِهِ وَشَرِّهِقَالَ: صَدَقْتَ، قَالَ فَأخْبِرْنِيْ عَنِ الإِحْسَانِ! قَالَ: أَنْ تَعْبُدَ اللهَ كَأَنَكَ تَرَاهُ، فَإِنْ لمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ قَالَ: فَأَخْبِرْنِي عَنِ السَّاعَةِ! قَالَ: مَا الْمَسئُوُلُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ قَالَ: فَأخْبِرْنِيْ عَنْ أَمَارَاتِها! قَالَ: أَنْ تَلِدَ الأَمَةُ رَبَّتَهَا، وَأَنْ تَرى الحُفَاةَ العُرَاةَ العَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُوْنَ فِي البُنْيَانِ ثُمَّ انْطَلَقَ فَلَبِثتُ مَلِيَّاً ثُمَّ قَالَ: يَا عُمَرُ! أَتَدْرِي مَنِ السَّائِلُ؟ قُلْتُ: اللهُ وَرَسُوله أَعْلَمُ قَالَ: فَإِنَّهُ جِبْرِيْلُ أَتَاكُمْ يُعَلَّمُكُمْ دِيْنَكُمْ</p><p style='font-family:Amiri;font-size:25px' align='right'> رواه مسلم </p><p><br></p><p style='font-size:18px;line-height:200%'> <b><i>Artinya :</i></b><br>Dari ‘Umar radhiyallahu ‘anhu juga, berkata: pada suatu hari kami duduk di sisi Rasulullah shallallahu ‘alaihi wa sallam, tiba-tiba datang kepada kami seseorang yang sangat putih pakaiannya, sangat hitam rambutnya, tidak nampak kalau sedang bepergian, dan tidak ada seorang pun dari kami yang mengenalnya. Kemudian dia duduk menghadap Nabi shallallahu ‘alaihi wa sallam lalu menyandarkan lututnya kepada lutut beliau, dan meletakkan kedua telapak tangannya di atas paha beliau. Dia bertanya, “Ya Muhammad! Kabarkan kepadaku tentang Islam.” Maka, Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Islam adalah Anda bersyahadat lâ ilâha illâllâh dan muhammadur rasûlûllâh, menegakkan shalat, menunaikan zakat, berpuasa Ramadhan, dan berhaji ke Baitullah jika Anda mampu menempuh jalannya.” Lelaki itu berkata, “Engkau benar.” Kami heran terhadapnya, dia yang bertanya sekaligus yang mengoreksinya. Lelaki itu bekata lagi, “Kabarkanlah kepadaku tentang iman!” Beliau menjawab, “Anda beriman kepada Allah, para malaikat-Nya, kitab-kitab-Nya, para rasul-Nya, hari Akhir, dan Anda beriman kepada takdir yang baik maupun yang buruk.” Lelaki itu menjawab, “Engkau benar.” Dia bekata lagi, “Kabarkan kepadaku tentang ihsan!” Beliau menjawab, “Anda menyembah Allah seolah-olah melihatnya. Jika Anda tidak bisa melihat-Nya, maka sesungguhnya Dia melihat Anda.” Dia berkata lagi, “Kabarkan kepadaku tentang hari Kiamat!” Beliau menjawab, “Tidaklah yang ditanya lebih tahu daripada yang bertanya.” Dia berkata lagi, “Kabarkan kepadaku tentang tanda-tandanya.” Beliau menjawab, “Jika seorang budak wanita melahirkan majikannya, dan jika Anda melihat orang yang tidak beralas kaki, tidak berpakaian, miskin, dan penggembala kambing saling bermegah-megahan meninggikan bangunan.”Kemudian lelaki itu pergi. Aku diam sejenak lalu beliau bersabda, “Hai ‘Umar! Tahukah kamu siapa yang bertanya itu?” Aku menjawab, “Allah dan Rasul-Nya lebih tahu.” Beliau bersabda, “Sesungguhnya dia Jibril yang datang kepada kalian untuk mengajarkan agama kalian.” </p><p><br></p><p style='font-size:18px;line-height:200%'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size:18px;line-height:200%'> <b><i>Catatan :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Hadits ini merupakan hadits yang sangat dalam maknanya, karena didalamnya terdapat pokok-pokok ajaran Islam, yaitu Iman, Islam dan Ihsan.</li><li style='margin-bottom:10px'>Hadits ini mengandung makna yang sangat agung karena berasal dari dua makhluk Allah yang terpercaya, yaitu: Amiinussamaa’ (kepercayaan makhluk di langit/Jibril) dan Amiinul Ardh (kepercayaan makhluk di bumi/ Rasulullah shallallahu`alaihi wa sallam )</li></ol> </p><p><br></p><p style='font-size:18px;line-height:200%'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Disunnahkan untuk memperhatikan kondisi pakaian, penampilan dan kebersihan, khususnya jika menghadapi ulama, orang-orang mulia dan penguasa.</li><li style='margin-bottom:10px'>Siapa yang menghadiri majlis ilmu dan menangkap bahwa orang–orang yang hadir butuh untuk mengetahui suatu masalah dan tidak ada seorangpun yang bertanya, maka wajib baginya bertanya tentang hal tersebut meskipun dia mengetahuinya agar peserta yang hadir dapat mengambil manfaat darinya.</li><li style='margin-bottom:10px'>Jika seseorang yang ditanya tentang sesuatu maka tidak ada cela baginya untuk berkata, “Saya tidak tahu“, dan hal tersebut tidak mengurangi kedudukannya.</li><li style='margin-bottom:10px'>Kemungkinan malaikat tampil dalam wujud manusia.</li><li style='margin-bottom:10px'>Termasuk tanda hari kiamat adalah banyaknya pembangkangan terhadap kedua orang tua. Sehingga anak-anak memperlakukan kedua orang tuanya sebagaimana seorang tuan memperlakukan hamba-sahayanya.</li><li style='margin-bottom:10px'>Tidak disukainya mendirikan bangunan yang tinggi dan membaguskannya selama tidak dibutuhkan.</li><li style='margin-bottom:10px'>Di dalamnya terdapat dalil bahwa perkara ghaib tidak ada yang mengetahuinya selain Allah ta’ala.</li><li style='margin-bottom:10px'>Di dalamnya terdapat keterangan tentang adab dan cara duduk dalam majlis ilmu.</li></ol> </p>"
   },
   "hadits_03":{
      "audio":"nawawi03.mp3",
      "urutan":"hadits ke - 03",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث الثالث</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Rukun Islam</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَبْدِ اللهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُمَا قَالَ : سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ : بُنِيَ اْلإِسْلاَمُ عَلَى خَمْسٍ : شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّداً رَسُوْلُ اللهِ وَإِقَامُ الصَّلاَةِ وَإِيْتَاءُ الزَّكَاةِ وَحَجُّ الْبَيْتِ وَصَوْمُ رَمَضَانَ.</p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه الترمذي ومسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Abdurrahman, Abdullah bin Umar bin Alh Khottob radiallahuanhuma dia berkata: Saya mendengar Rasulullah shallallahu`alaihi wa sallam bersabda: Islam dibangun di atas lima perkara; Bersaksi bahwa tiada ilah selain Allah dan bahwa nabi Muhammad utusan Allah, menegakkan shalat, menunaikan zakat, melaksanakan haji dan puasa Ramadhan. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Riwayat Turmuzi dan Muslim </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Rasulullah shallallahu`alaihi wa sallam menyamakan Islam dengan bangunan yang kokoh dan tegak di atas tiang-tiang yang kuat.</li><li style='margin-bottom:10px'>Pernyataan tentang keesaan Allah dan keberadaan-Nya, membenarkan kenabian Muhammad shallallahu`alaihi wa sallam , merupakan hal yang paling mendasar dibanding rukun-rukun yang lainnya.</li><li style='margin-bottom:10px'>Selalu menegakkan shalat dan menunaikannya secara sempurna dengan syarat rukunnya, adab-adabnya dan sunnah-sunnahnya agar dapat memberikan buahnya dalam diri seorang muslim yaitu meninggalkan perbuatan keji dan munkar karena shalat mencegah seseorang dari perbuatan keji dan munkar.</li><li style='margin-bottom:10px'>Wajib mengeluarkan zakat dari harta orang kaya yang sudah terpenuhi syarat-syarat zakat lalu memberikannya kepada orang-orang fakir dan yang membutuhkan.</li><li style='margin-bottom:10px'>Wajibnya menunaikan ibadah haji dan puasa (Ramadhan) bagi setiap muslim.</li><li style='margin-bottom:10px'>Adanya keterkaitan rukun Islam satu sama lain. Siapa yang mengingkarinya maka dia bukan seorang muslim berdasarkan ijma’.</li><li style='margin-bottom:10px'>Nash di atas menunjukkan bahwa rukun Islam ada lima, dan masih banyak lagi perkara lain yang penting dalam Islam yang tidak ditunjukkan dalam hadits ini. Rasulullah shallallahu`alaihi wa sallam bersabda:<br><span style='font-family: Amiri; font-size: 18px;' align='right'>الإِيْمَانُ بِضْعٌ وَسَبْعُوْنَ شُعْبَةً</span><br>“ Iman itu memiliki tujuh puluh lebih cabang “</li><li style='margin-bottom:10px'>Islam adalah aqidah dan amal perbuatan. Tidak bermanfaat amal tanpa iman demikian juga tidak bermanfaat iman tanpa amal.</li></ol> </p>"
   },
   "hadits_04":{
      "audio":"nawawi04.mp3",
      "urutan":"hadits ke - 04",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث الرابـع</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Proses Penciptaan Manusia dan Takdir yang Menyertainya</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'>عَنْ أَبِيْ عَبْدِ الرَّحْمَنِ عَبْدِ اللهِ بنِ مَسْعُوْدْ رَضِيَ اللهُ عَنْهُ قَالَ: حَدَّثَنَا رَسُوْلُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ الصَّادِقُ المَصْدُوْقُ: إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِيْ بَطْنِ أُمِّهِ أَرْبَعِيْنَ يَوْمَاً نُطْفَةً، ثُمَّ يَكُوْنُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُوْنُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يُرْسَلُ إِلَيْهِ المَلَكُ فَيَنفُخُ فِيْهِ الرُّوْحَ وَيَؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ وَأَجَلِهِ وَعَمَلِهِ وَشَقِيٌّ أَوْ سَعِيْدٌ. فَوَالله الَّذِي لاَ إِلَهَ غَيْرُهُ، إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ حَتَّى مَا يَكُوْنُ بَيْنَهُ وَبَيْنَهَا إلاذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَايَكُونُ بَيْنَهُ وَبَيْنَهَا إلا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ فَيَدْخُلُهَا</p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري ومسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Abdirrahman Abdullah bin Mas’ud radhiyallahu ‘anhu, berkata: Rasulullah shallallahu ‘alaihi wa sallam telah menceritakan kepada kami dan beliau seorang yang jujur lagi diakui kejujurannya, “Sesungguhnya seorang dari kalian dikumpulkan penciptaannya di perut ibunya selama empat puluh hari berupa sperma, kemudian menjadi segumpal darah selama itu pula, kemudian menjadi segumpal daging selama itu pula, kemudian diutus seorang malaikat kepadanya untuk meniupkan ruh padanya, dan diperintahkan empat kalimat: menulis rezekinya, ajalnya, amalnya, dan celaka atau bahagia. Demi Allah yang tidak ada sesembahan yang berhak disembah selain Dia, sesungguhnya seorang dari kalian benar-benar beramal dengan amal penghuni surga hingga jarak antaranya dan surga hanya sejengkal, lalu takdir mendahuluinya, lalu dia beramal dengan amal penduduk neraka lalu ia pun memasukinya. Dan seseungguhnya seorang dari kalian benar-benar beramal dengan amal penduduk neraka hingga jarak antaranya dengan neraka hanya sejengkal, lalu takdir mendahuluinya, lalu ia beramal dengan amal penduduk surga, maka ia pun memasukinya.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari dan Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Allah ta’ala mengetahui tentang keadaan makhluk-Nya sebelum mereka diciptakan dan apa yang akan mereka alami, termasuk masalah bahagia dan celaka.</li><li style='margin-bottom:10px'>Tidak mungkin bagi manusia di dunia ini untuk memutuskan bahwa dirinya masuk syurga atau neraka, akan tetapi amal perbuatan merupakan sebab untuk memasuki keduanya.</li><li style='margin-bottom:10px'>Amal perbuatan dinilai di akhirnya. Maka hendaklah manusia tidak terpedaya dengan kondisinya saat ini, justru harus selalu mohon kepada Allah agar diberi keteguhan dan akhir yang baik (husnul khotimah).</li><li style='margin-bottom:10px'>Disunnahkan bersumpah untuk mendatangkan kemantapan sebuah perkara dalam jiwa.</li><li style='margin-bottom:10px'>Tenang dalam masalah rizki dan qanaah (menerima) dengan mengambil sebab-sebab serta tidak terlalu mengejar-ngejarnya dan mencurahkan hati karenanya.</li><li style='margin-bottom:10px'>Kehidupan ada di Tangan Allah. Seseorang tidak akan mati kecuali dia telah menyempurnakan umurnya.</li><li style='margin-bottom:10px'>Sebagian ulama dan orang bijak berkata bahwa dijadikannya pertumbuhan janin manusia dalam kandungan secara berangsur-angsur adalah sebagai rasa belas kasih terhadap ibu. Karena sesungguhnya Allah mampu menciptakannya sekaligus.</li></ol> </p>"
   },
   "hadits_05":{
      "audio":"nawawi05.mp3",
      "urutan":"hadits ke - 05",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث الخامس</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Bahaya Bid’ah</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'>عَنْ أُمِّ المُؤمِنِينَ أُمِّ عَبْدِ اللهِ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: قَالَ رَسُوْلُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَنْ أَحْدَثَ فِيْ أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ</p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري ومسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Ummul Mukminin Ummu Abdillah ‘Aisyah RAH, berkata: Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Barangsiapa yang mengada-mengada dalam urusan kami ini yang bukan bagian darinya, maka ia tertolak.” </p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'>وفي رواية لمسلم: مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ</p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dalam riwayat Muslim, “Barangsiapa yang beramal tanpa ada perintahnya dari kami, maka amal itu tertolak.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan al-Bukhari dan Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Setiap perbuatan ibadah yang tidak bersandar pada dalil syar’i ditolak dari pelakunya.</li><li style='margin-bottom:10px'>Larangan dari perbuatan bid’ah yang buruk berdasarkan syari’at.</li><li style='margin-bottom:10px'>Islam adalah agama yang berdasarkan ittiba’ (mengikuti berdasarkan dalil) bukan ibtida’ (mengada-adakan sesuatu tanpa dalil) dan Rasulullah shallallahu`alaihi wa sallam telah berusaha menjaganya dari sikap yang berlebih-lebihan dan mengada-ada.</li><li style='margin-bottom:10px'>Agama Islam adalah agama yang sempurna tidak ada kurangnya.</li></ol> </p>"
   },
   "hadits_06":{
      "audio":"nawawi06.mp3",
      "urutan":"hadits ke - 06",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث السادس</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Halal dan Haram</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِيْ عَبْدِ اللهِ النُّعْمَانِ بْنِ بِشِيْر رضي الله عنهما قَالَ: سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ: إِنَّ الحَلالَ بَيِّنٌ وَإِنَّ الحَرَامَ بَيِّنٌ وَبَيْنَهُمَا أُمُوْرٌ مُشْتَبِهَات لاَ يَعْلَمُهُنَّ كَثِيْرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الشُّبُهَاتِ فَقَدِ اسْتَبْرأَ لِدِيْنِهِ وعِرْضِه، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الحَرَامِ كَالرَّاعِي يَرْعَى حَوْلَ الحِمَى يُوشِكُ أَنْ يَقَعَ فِيْهِ. أَلا وَإِنَّ لِكُلِّ مَلِكٍ حِمَىً. أَلا وَإِنَّ حِمَى اللهِ مَحَارِمُهُ. أَلا وإِنَّ فِي الجَسَدِ مُضْغَةً إِذَا صَلُحَتْ صَلُحَ الجَسَدُ كُلُّهُ وإذَا فَسَدَت فَسَدَ الجَسَدُ كُلُّهُ أَلا وَهيَ القَلْبُ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري ومسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Abdillah an-Nu’man bin Basyir radhiyallahu ‘anhuma berkata: aku mendengar Rasulullah shallallahu ‘alaihi wa sallam bersabda, ”Sesungguhnya yang halal telah jelas dan yang haram telah jelas, dan di antara keduanya ada hal-hal yang samar yang tidak diketahui kebanyakan manusia. Barangsiapa menjaga diri dari hal yang samar (syubhat), sungguh dia telah memelihara agama dan kehormatannya, dan barangsiapa yang terjatuh pada yang syubhat, akan terjatuh pada yang haram, seperti penggembala yang menggembala di sekitar tanah larangan yang suatu saat akan memasukinya. Ketahuilah, sesungguhnya setiap raja memiliki batas larangan. Ketahuilah batas larangan Allah adalah hal yang diharamkan-Nya. Ketahuilah, di dalam tubuh ada segumpal daging, jika baik baik pula seluruh tubuh, tetapi jika buruk buruk pula seluruh tubuh. Ketahuilah, segumpal daging itu adalah hati.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan al-Bukhari dan Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Catatan :</i></b><br>Hadits ini merupakan salah satu landasan pokok dalam syari’at. Abu Daud berkata: Islam itu berkisar pada empat hadits, kemudian dia menyebutkan hadits ini salah satunya. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Termasuk sikap wara’1) adalah meninggalkan syubhat.</li><li style='margin-bottom:10px'>Banyak melakukan syubhat akan mengantarkan seseorang kepada perbuatan haram.</li><li style='margin-bottom:10px'>Menjauhkan perbuatan dosa kecil karena hal tersebut dapat menyeret seseorang kepada perbuatan dosa besar.</li><li style='margin-bottom:10px'>Memberikan perhatian terhadap masalah hati, karena padanya terdapat kebaikan fisik.</li><li style='margin-bottom:10px'>Baiknya amal perbuatan anggota badan merupakan pertanda baiknya hati.</li><li style='margin-bottom:10px'>Pertanda ketakwaan seseorang jika dia meninggalkan perkara-perkara yang diperbolehkan karena khawatir akan terjerumus kepada hal-hal yang diharamkan.</li><li style='margin-bottom:10px'>Menutup pintu terhadap peluang-peluang perbuatan haram serta haramnya sarana dan cara kearah sana.</li><li style='margin-bottom:10px'>Hati-hati dalam masalah agama dan kehormatan serta tidak melakukan perbuatan-perbuatan yang dapat mendatangkan persangkaan buruk.</li></ol> </p>"
   },
   "hadits_07":{
      "audio":"nawawi07.mp3",
      "urutan":"hadits ke - 07",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث السابع</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Agama adalah Nasihat</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِيْ رُقَيَّةَ تَمِيْم بْنِ أَوْسٍ الدَّارِيِّ رضي الله عنه أَنَّ النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: الدِّيْنُ النَّصِيْحَةُ قُلْنَا: لِمَنْ؟ قَالَ: للهِ، ولكتابه، ولِرَسُوْلِهِ، وَلأَئِمَّةِ المُسْلِمِيْنَ، وَعَامَّتِهِمْ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Ruqayyah Tamim bin Aus ad-Dari radhiyallahu ‘anhu bahwa Nabi shallallahu ‘alaihi wa sallam bersabda, “Agama adalah nasihat.” Kami bertanya, “Untuk siapa?” Beliau menjawab, “Untuk Allah, Kitab-Nya, Rasul-Nya, dan pemimpin kaum muslimin dan orang awamnya.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Agama Islam berdiri tegak di atas upaya saling menasihati, maka harus selalu saling menasihati di antara masing-masing individu muslim.</li><li style='margin-bottom:10px'>Nasihat wajib dilakukan sesuai kemampuan. </li></ol> </p>"
   },
   "hadits_08":{
      "audio":"nawawi08.mp3",
      "urutan":"hadits ke - 08",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث الثـامن</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Haram Darah Seorang Muslim</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُوْلَ اللهِ قَالَ: أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدَاً رَسُوْلُ اللهِ وَيُقِيْمُوْا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءهَمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّ الإِسْلامِ وَحِسَابُهُمْ عَلَى اللهِ تَعَالَى </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري ومسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Ibnu Umar bahwa Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Aku diperintahkan untuk memerangi manusia hingga mereka bersyahadat lâ ilâha illâllâh dan muhammadur rasûlûllâh, menegakkan shalat, dan membayar zakat. Jika mereka melaksanakan hal tersebut, maka mereka telah memelihara harta dan darah mereka dariku kecuali dengan hak islam, dan hisab mereka diserahkan kepada Allah Ta’ala.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari dan Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Catatan :</i></b><br>Hadits ini secara praktis dialami pada zaman kekhalifahan Abu Bakar As-Shiddiq, sejumlah rakyatnya ada yang kembali kafir. Maka Abu Bakar bertekad memerangi mereka termasuk di antaranya mereka yang menolak membayar zakat. Maka Umar bin Khottob menegurnya seraya berkata: “ Bagaimana kamu akan memerangi mereka yang mengucapkan Laa Ilaaha Illallah sedangkan Rasulullah telah bersabda: Aku diperintahkan…..(seperti hadits diatas)” . Maka berkatalah Abu Bakar: “Sesungguhnya zakat adalah haknya harta“,1) hingga akhirnya Umar menerima dan ikut bersamanya memerangi mereka. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Maklumat peperangan kepada mereka yang berlaku musyrik hingga mereka masuk Islam.</li><li style='margin-bottom:10px'>Diperbolehkannya membunuh orang yang mengingkari shalat dan memerangi mereka yang menolak membayar zakat.</li><li style='margin-bottom:10px'>Tidak diperbolehkan berlaku sewenang-wenang terhadap harta dan darah kaum muslimin.</li><li style='margin-bottom:10px'>Diperbolehkannya hukuman mati bagi setiap muslim jika dia melakukan perbuatan yang menuntut dijatuhkannya hukuman itu seperti: Berzina bagi orang yang sudah menikah (muhshan), membunuh orang lain dengan sengaja dan meninggalkan agama dan jamaahnya.</li><li style='margin-bottom:10px'>Dalam hadits ini terdapat jawaban bagi kelompok murji’ah yang mengira bahwa iman tidak membutuhkan amal perbuatan.</li><li style='margin-bottom:10px'>Tidak mengkafirkan pelaku bid’ah yang menyatakan keesaan Allah dan menjalankan syari’at-Nya.</li><li style='margin-bottom:10px'>Di dalamnya terdapat dalil bahwa diterimanya amal yang zhahir dan menghukumi berdasarkan sesuatu yang zhahir sementara yang tersembunyi diserahkan kepada Allah.</li></ol> </p>"
   },
   "hadits_09":{
      "audio":"nawawi09.mp3",
      "urutan":"hadits ke - 09",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث التـاسع</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Menjalankan Perintah Semampunya</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِي هُرَيْرَةَ عَبْدِ الرَّحْمَنِ بْنِ صَخْرٍ رَضِيَ الله عَنْهُ قَالَ: سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ: مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ وَمَا أَمَرْتُكُمْ بِهِ فأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ، فَإِنَّمَا أَهْلَكَ الَّذِيْنَ مِنْ قَبْلِكُمْ كَثْرَةُ مَسَائِلِهِمْ وَاخْتِلافُهُمْ عَلَى أَنْبِيَائِهِمْ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري ومسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Hurairah radhiyallahu ‘anhu berkata: aku mendengar Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Apa yang aku larang bagi kalian maka jauhilah, dan apa yang aku perintahkan kepada kalian maka kerjakan semampu kalian. Sesungguhnya yang membinasakan orang-orang sebelum kalian adalah banyak bertanya dan menyelisihi para nabi mereka.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari dan Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Pelajaran :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Wajibnya menghindari semua apa yang dilarang oleh Rasulullah shallallahu`alaihi wa sallam.</li><li style='margin-bottom:10px'>Siapa yang tidak mampu melakukan perbuatan yang diperintahkan secara keseluruhan dan dia hanya mampu sebagiannya saja maka dia hendaknya melaksanakan apa yang dia mampu laksanakan.</li><li style='margin-bottom:10px'>Allah tidak akan membebankan kepada seseorang kecuali sesuai dengan kadar kemampuannya.</li><li style='margin-bottom:10px'>Perkara yang mudah tidak gugur karena perkara yang sulit.</li><li style='margin-bottom:10px'>Menolak keburukan lebih diutamakan dari mendatangkan kemaslahatan.</li><li style='margin-bottom:10px'>Larangan untuk saling bertikai dan anjuran untuk bersatu dan bersepakat.</li><li style='margin-bottom:10px'>Wajib mengikuti Rasulullah shallallahu`alaihi wa sallam, ta’at dan menempuh jalan keselamtan dan kesuksesan.</li><li style='margin-bottom:10px'>Al Hafiz berkata: Dalam hadits ini terdapat isyarat untuk menyibukkan diri dengan perkara yang lebih penting yang dibutuhkan saat itu ketimbang perkara yang saat tersebut belum dibutuhkan.</li></ol> </p>"
   },
   "hadits_10":{
      "audio":"nawawi10.mp3",
      "urutan":"hadits ke - 10",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث العاشر</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Meninggalkan yang Haram</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ : إِنَّ اللهَ تَعَالَى طَيِّبٌ لاَ يَقْبَلُ إِلاَّ طَيِّبَاً، وَإِنَّ اللهَ أَمَرَ المُؤْمِنِيْنَ بِمَا أَمَرَ بِهِ المُرْسَلِيْنَ فَقَالَ تَعَالَى: (( يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً )) [المؤمنون: ٥١] وَقَالَ تَعَالَى: (( يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ )) [البقرة: ١٧٢] ثُمَّ ذَكَرَ الرَّجُلَ يُطِيْلُ السَّفَرَ أَشْعَثَ أَغْبَرَ، يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَمَلْبَسُهُ حَرَامٌ، وَغُذِيَ بِالحَرَامِ، فَأَنَّى يُسْتَجَابُ له </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Hurairah radhiallahu ‘anhu, berkata: Rasulullah shalallahu ‘alaihi wa sallam pernah bersabda, “Sesungguhnya Allah itu baik, tidak mau menerima kecuali yang baik. Dan sesungguhnya Allah telah memerintahkan kepada orang-orang mukmin seperti yang telah diperintahkan kepada para rasul, Allah berfirman, ‘Wahai para Rasul makanlah dari segala sesuatu yang baik dan kerjakanlah amal shalih.’ [QS. Al-Mukminun [23]: 51] Dan Dia berfirman, ‘Wahai orang-orang yang beriman, makanlah dari apa-apa yang baik yang telah Kami berikan kepadamu.’ [QS. Al-Baqarah [2]: 172] Kemudian beliau menceritakan kisah seorang laki-laki yang melakukan perjalanan jauh, rambutnya kusut dan berdebu. Dia menengadahkan kedua tangannya ke langit seraya berdoa, ‘Wahai Rabb-ku, wahai Rabb-ku,’ sedangkan makanannya haram, minumannya haram, pakaiannya haram, dan (perutnya) dikenyangkan dengan makanan haram, maka bagaimana mungkin orang do’anya akan dikabulkan.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Pelajaran :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Dalam hadits di atas terdapat pelajaran akan sucinya Allah ta’ala dari segala kekurangan dan cela.</li><li style='margin-bottom:10px'>Allah ta’ala tidak menerima kecuali sesuatu yang baik. Maka siapa yang bersedekah dengan barang haram tidak akan diterima.</li><li style='margin-bottom:10px'>Sesuatu yang disebut baik adalah apa yang dinilai baik disisi Allah ta’ala.</li><li style='margin-bottom:10px'>Berlarut-larut dalam perbuatan haram akan menghalangi seseorang dari terkabulnya doa.</li><li style='margin-bottom:10px'>Orang yang maksiat tidak termasuk mereka yang dikabulkan doanya kecuali mereka yang Allah kehendaki.</li><li style='margin-bottom:10px'>Makan barang haram dapat merusak amal dan menjadi penghalang diterimanya amal perbuatan.</li><li style='margin-bottom:10px'>Anjuran untuk berinfaq dari barang yang halal dan larangan untuk berinfaq dari sesuatu yang haram.</li><li style='margin-bottom:10px'>Seorang hamba akan diberi ganjaran jika memakan sesuatu yang baik dengan maksud agar dirinya diberi kekuatan untuk ta’at kepada Allah.</li><li style='margin-bottom:10px'>Doa orang yang sedang safar dan yang hatinya sangat mengharap akan terkabul.</li><li style='margin-bottom:10px'>Dalam hadits terdapat sebagian sebab-sebab dikabulkannya do’a: Perjalanan jauh, kondisi yang bersahaja dalam pakaian dan penampilan dalam keadaan kusut dan berdebu, mengangkat kedua tangan ke langit, meratap dalam berdoa, keinginan kuat dalam permintaan, mengkonsumsi makanan, minuman dan pakaian dengan sesuatu yang halal.</li></ol> </p>"
   },
   "hadits_11":{
      "audio":"nawawi11.mp3",
      "urutan":"hadits ke - 11",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث الحادي عشر</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Tinggalkan Apa yang Meragukan</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِي مُحَمَّدٍ الحَسَنِ بنِ عَلِيّ بنِ أبِي طالبٍ سِبْطِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَيْحَانَتِهِ رَضِيَ اللهُ عَنْهُمَا قَالَ: حَفِظْتُ مِنْ رَسُوْلِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: دَعْ مَا يَرِيْبُكَ إِلَى مَا لاَ يَرِيْبُكَ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه الترمذي والنسائي وقال الترمذي: حديث حسن صحيح </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Muhammad al-Hasan bin Ali bin Abi Thalib cucu Rasulullah shallallahu ‘alaihi wa sallam dan kesayangannya, berkata: aku hafal dari Rasulullah shallallahu ‘alaihi wa sallam, “Tinggalkan apa yang meragukanmu kepada apa yang tidak meragukanmu.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh at-Tirmidzi dan Nasa`i, dan at-Tirmidzi berkata, “Hadits hasan shahih.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadits :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Meninggalkan syubhat dan mengambil yang halal akan melahirkan sikap wara’.</li><li style='margin-bottom:10px'>Keluar dari ikhtilaf ulama lebih utama karena hal tersebut lebih terhindar dari perbuatan syubhat, khususnya jika di antara pendapat mereka tidak ada yang dapat dikuatkan.</li><li style='margin-bottom:10px'>Jika keraguan bertentangan dengan keyakinan maka keyakinan yang diambil.</li><li style='margin-bottom:10px'>Sebuah perkara harus jelas berdasarkan keyakinan dan ketenangan. Tidak ada harganya keraguan dan kebimbangan.</li><li style='margin-bottom:10px'>Berhati-hati dari sikap meremehkan terhadap urusan agama dan masalah bid’ah.</li><li style='margin-bottom:10px'>Siapa yang membiasakan perkara syubhat maka dia akan berani melakukan perbuatan yang haram.</li></ol> </p>"
   },
   "hadits_12":{
      "audio":"nawawi12.mp3",
      "urutan":"hadits ke - 12",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث الثاني عشر</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Tinggalkan Apa yang Tidak Berguna</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مِنْ حُسْنِ إِسْلامِ المَرْءِ تَرْكُهُ مَا لاَ يَعْنِيْهِ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> حديثٌ حسنٌ، رواه الترمذي وغيره هكذا </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Hurairah radhiyallahu ‘anhu berkata :Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Di antara bagusnya keislaman seseorang adalah meninggalkan apa yang tidak berguna baginya. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Hadits hasan, diriwayatkan oleh at-Tirmidzi dan selainnya seperti itu. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Pelajaran :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Termasuk sifat-sifat orang muslim adalah dia menyibukkan dirinya dengan perkara-perkara yang mulia serta menjauhkan perkara yang hina dan rendah.</li><li style='margin-bottom:10px'>Pendidikan bagi diri dan perawatannya dengan meninggalkan apa yang tidak bermanfaat di dalamnya.</li><li style='margin-bottom:10px'>Menyibukkkan diri dengan sesuatu yang tidak bermanfaat adalah kesia-siaan dan merupakan pertanda kelemahan iman.</li><li style='margin-bottom:10px'>Anjuran untuk memanfaatkan waktu dengan sesuatu yang manfaatnya kembali kepada diri sendiri bagi dunia maupun akhirat.</li><li style='margin-bottom:10px'>Ikut campur terhadap sesuatu yang bukan urusannya dapat mengakibatkan kepada perpecahan dan pertikaian di antara manusia.</li></ol> </p>"
   },
   "hadits_13":{
      "audio":"nawawi13.mp3",
      "urutan":"hadits ke - 13",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث الثالث عشر</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Di Antara Kesempurnaan Iman</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِيْ حَمْزَة أَنَسِ بنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ خَادِمِ رَسُوْلِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: لاَ يُؤمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيْهِ مَا يُحِبُّ لِنَفْسِهِ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري ومسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Hamzah Anas bin Malik radhiyallahu ‘anhu pelayan Rasulullah shallallahu ‘alaihi wa sallam, dari Nabi shallallahu ‘alaihi wa sallam bersabda, “Tidak beriman (dengan sempurna) salah seorang dari kalian hingga dia mencintai untuk saudaranya apa yang dia cintai untuk dirinya sendiri.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari dan Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Seorang mu’min dengan mu’min yang lainnya bagaikan satu jiwa, jika dia mencintai saudaranya maka seakan-akan dia mencintai dirinya sendiri.</li><li style='margin-bottom:10px'>Menjauhkan perbuatan hasad (dengki) dan bahwa hal tersebut bertentangan dengan kesempurnaan iman.</li><li style='margin-bottom:10px'>Iman dapat bertambah dan berkurang, bertambah dengan ketaatan dan berkurang dengan kemaksiatan.</li><li style='margin-bottom:10px'>Anjuran untuk menyatukan hati.</li></ol> </p>"
   },
   "hadits_14":{
      "audio":"nawawi14.mp3",
      "urutan":"hadits ke - 14",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث الرابع عشر</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Sebab-Sebab Darah Ditumpahkan</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عنِ ابْنِ مَسْعُودٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلاَّ بإِحْدَى ثَلاثٍ: الثَّيِّبُ الزَّانِيْ، وَالنَّفْسُ بِالنَّفْسِ، وَالتَّاركُ لِدِيْنِهِ المُفَارِقُ للجمَاعَةِ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري ومسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Ibnu Mas’ud radhiyallahu ‘anhu berkata: Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Tidak halal darah seorang muslim kecuali karena salah satu dari tiga hal: orang yang berzina padahal sudah menikah, membunuh jiwa, dan orang yang meninggalkan agamanya lagi memisahkan diri dari jamaah.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari dan Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Tidak boleh menumpahkan darah kaum muslimin kecuali dengan tiga sebab, yaitu: zina muhshon (orang yang sudah menikah), membunuh manusia dengan sengaja dan meninggalkan agamanya (murtad) berpisah dari jamaah kaum muslimin.</li><li style='margin-bottom:10px'>Islam sangat menjaga kehormatan, nyawa dan agama dengan menjatuhkan hukuman mati kepada mereka yang mengganggunya seperti dengan melakukan zina, pembunuhan dan murtad.</li><li style='margin-bottom:10px'>Sesungguhnya agama yang disepakati adalah yang dipegang oleh jamaah kaum muslimin, maka wajib dijaga dan tidak boleh keluar darinya.</li><li style='margin-bottom:10px'>Hukum pidana dalam Islam sangat keras, hal itu bertujuan untuk mencegah (preventif) dan melindungi.</li><li style='margin-bottom:10px'>Pendidikan bagi masyarakat untuk takut kepada Allah ta’ala dan selalu merasa terawasi oleh-Nya dalam keadaan tersembunyi atau terbuka sebelum dilaksanakannya hukuman.</li><li style='margin-bottom:10px'>Hadits di atas menunjukkan pentingnya menjaga kehormatan dan kesucian.</li><li style='margin-bottom:10px'>Dalam hadits tersebut merupakan ancaman bagi siapa yang membunuh manusia yang diharamkan oleh Allah ta’ala.</li></ol> </p>"
   },
   "hadits_15":{
      "audio":"nawawi15.mp3",
      "urutan":"hadits ke - 15",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحديث الخامس عشر</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Di Antara Akhlak Seorang Mukmin</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَن أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: مَنْ كَانَ يُؤمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيَقُلْ خَيْرَاً أَو لِيَصْمُتْ، وَمَنْ كَانَ يُؤمِنُ بِاللهِ وَاليَومِ الآخِرِ فَلْيُكْرِمْ جَارَهُ، ومَنْ كَانَ يُؤمِنُ بِاللهِ واليَومِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري ومسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Hurairah radhiyallahu ‘anhu bahwa Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Barangsiapa yang beriman kepada Allah dan hari Akhir, maka hendaklah dia berkata yang baik atau diam saja. Barangsiapa yang beriman kepada Allah dan hari Akhir, maka hendaklah dia memuliakan tetangganya. Barangsiapa yang beriman kepada Allah dan hari Akhir, maka hendaklah dia memuliakan tamunya.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari dan Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Pelajaran :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Iman terkait langsung dengan kehidupan sehari-hari.</li><li style='margin-bottom:10px'>Islam menyerukan kepada sesuatu yang dapat menumbuhkan rasa cinta dan kasih sayang dikalangan individu masyarakat muslim.</li><li style='margin-bottom:10px'>Termasuk kesempurnaan iman adalah perkataan yang baik dan diam dari selainnya.</li><li style='margin-bottom:10px'>Berlebih-lebihan dalam pembicaraan dapat menyebabkan kehancuran, sedangkan menjaga pembicaraan merupakan jalan keselamatan.</li><li style='margin-bottom:10px'>Islam sangat menjaga agar seorang muslim berbicara apa yang bermanfaat dan mencegah perkataan yang diharamkan dalam setiap kondisi.</li><li style='margin-bottom:10px'>Tidak memperbanyak pembicaraan yang diperbolehkan, karena hal tersebut dapat menyeret kepada perbuatan yang diharamkan atau yang makruh.</li><li style='margin-bottom:10px'>Termasuk kesempurnaan iman adalah menghormati tetangga dan memperhatikan serta tidak menyakitinya.</li><li style='margin-bottom:10px'>Wajib berbicara saat dibutuhkan, khususnya jika bertujuan menerangkan yang haq dan beramar ma’ruf nahi munkar.</li><li style='margin-bottom:10px'>Memuliakan tamu termasuk di antara kemuliaan akhlak dan pertanda komitmennya terhadap syariat Islam.</li><li style='margin-bottom:10px'>Anjuran untuk mempergauli orang lain dengan baik.</li></ol> </p>"
   },
   "hadits_16":{
      "audio":"nawawi16.mp3",
      "urutan":"hadits ke - 16",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث السادس عشر</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Jangan Marah</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَجُلاً قَالَ لِلنَّبيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَوصِنِيْ! قَال: «لاَ تَغْضَبْ» فَرَدَّدَ مِرَارًا وَقَالَ: «<b>لاَ تَغْضَبْ</b>» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Hurairah radhiyallahu ‘anhu bahwa seseorang berkata kepada Nabi shallallahu ‘alaihi wa sallam, “Berilah aku nasihat!” Beliau menjawab, “Jangan marah.” Dia mengulangi beberapa kali dan beliau menjawab, “Jangan marah.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Anjuran bagi setiap muslim untuk memberikan nasihat dan mengenal perbuatan-perbuatan kebajikan, menambah wawasan ilmu yang bermanfaat serta memberikan nasihat yang baik.</li><li style='margin-bottom:10px'>Larangan marah.</li><li style='margin-bottom:10px'>Dianjurkan untuk mengulangi pembicaraan hingga pendengar menyadari pentingnya dan kedudukannya.</li></ol> </p>"
   },
   "hadits_17":{
      "audio":"nawawi17.mp3",
      "urutan":"hadits ke - 17",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث السابع عشر</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Berbuat Baik Atas Segala Sesuatu</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِي يَعْلَى شَدَّادِ بنِ أَوْسٍ رَضِيَ اللهُ عَنْهُ عَنْ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّ اللهَ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَيءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا القِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيْحَتَهُ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Ya’la Syaddad bin Aus radhiyallahu ‘anhu, dari Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Sesungguhnya Allah menetapkan untuk berbuat baik atas segala sesuatu. Maka, apabila kalian membunuh membunuhlah dengan cara yang baik, dan apabila kalian menyembelih menyembelilah dengan baik pula. Hendaklah salah seorang dari kalian menajamkan pisaunya dan mempermudah penyembelihan.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Syariat Islam menuntut perbuatan ihsan kepada setiap makhluk termasuk di antaranya adalah hewan. </li><li style='margin-bottom:10px'>Tidak boleh menyiksa dan merusak tubuh sebagai sasaran dan tujuan, tidak juga boleh menyayat-nyayat orang yang dihukum qishash.</li><li style='margin-bottom:10px'>Termasuk ihsan juga adalah terhadap hewan ternak dan belas kasih terhadapnya. Tidak boleh membebaninya diluar kemampuannya serta tidak menyiksanya saat menyembelihnya.</li></ol> </p>"
   },
   "hadits_18":{
      "audio":"nawawi18.mp3",
      "urutan":"hadits ke - 18",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث الثامن عشر</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Bertakwalah Kepada Allah</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِيْ ذَرٍّ جُنْدُبِ بنِ جُنَادَةَ وَأَبِي عَبْدِ الرَّحْمَنِ مُعَاذِ بِنِ جَبَلٍ رَضِيَ اللهُ عَنْهُمَا عَنْ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: اتَّقِ اللهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه الترمذي وقال: حديث حسن، وفي بعض النسخ: حسنٌ صحيح </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Dzar Jundub bin Junadah dan Abu Abdirrahman Muadz bin Jabal radhiyallahu ‘anhuma, dari Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Bertaqwalah kepada Allah di mana saja kamu berada, dan iringilah keburukan dengan kebaikan maka ia akan menghapusnya, dan pergauilah manusia dengan akhlak yang baik.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh at-Tirmidzi dan berkata, “Hadits hasan,” dalam redaksi lain, “Hasan shahih.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Takwa kepada Allah merupakan kewajiban setiap muslim dan dia merupakan asas diterimanya amal shaleh.</li><li style='margin-bottom:10px'>Bersegera melakukan ketaatan setelah keburukan secara langsung, karena kebaikan akan menghapus keburukan.</li><li style='margin-bottom:10px'>Bersungguh-sungguh menghias diri dengan akhlak mulia.</li><li style='margin-bottom:10px'>Menjaga pergaulan yang baik merupakan kunci kesuksesan, kebahagiaan dan ketenangan di dunia dan akhirat. Hal tersebut dapat menghilangkan dampak negatif pergaulan.</li></ol> </p>"
   },
   "hadits_19":{
      "audio":"nawawi19.mp3",
      "urutan":"hadits ke - 19",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث التاسع عشر</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Jagalah Allah, Maka Dia akan Menjagamu</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِي العَبَّاسٍ عَبْدِ اللهِ بنِ عَبَّاسٍ رضي الله عنهما قَالَ: كُنْتُ خَلْفَ النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَومَاً فَقَالَ: يَا غُلاَمُ إِنّي أُعَلِّمُكَ كَلِمَاتٍ: احْفَظِ اللهَ يَحفَظك، احْفَظِ اللهَ تَجِدهُ تُجَاهَكَ، إِذَاَ سَأَلْتَ فَاسْأَلِ اللهَ، وَإِذَاَ اسْتَعَنتَ فَاسْتَعِن بِاللهِ، وَاعْلَم أَنَّ الأُمّة لو اجْتَمَعَت عَلَى أن يَنفَعُوكَ بِشيءٍ لَمْ يَنْفَعُوكَ إِلا بِشيءٍ قَد كَتَبَهُ اللهُ لَك، وإِن اِجْتَمَعوا عَلَى أَنْ يَضُرُّوكَ بِشيءٍ لَمْ يَضروك إلا بشيءٍ قَد كَتَبَهُ اللهُ عَلَيْكَ، رُفعَت الأَقْلامُ، وَجَفّتِ الصُّحُفُ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه الترمذي وقال: حديث حسن صحيح </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abul Abbas Abdullah bin Abbas radhiyallahu ‘anhu berkata: aku pernah di belakang Nabi shallallahu ‘alaihi wa sallam pada suatu hari, lalu beliau bersabda, “Hai anak muda! Sesungguhnya aku akan mengajarimu satu kalimat, ‘Jagalah Allah, maka Allah akan menjagamu. Jagalah Allah, maka kamu akan mendapatinya di hadapanmu. Apabila kamu meminta, mintalah kepada Allah. Apabila kamu meminta pertolongan, maka mintalah pertolongan kepada Allah. Ketahuilah! Seandainya umat manusia bersatu untuk memberikan suatu manfaat kepadamu, mereka tidak akan bisa memberimu manfaat kecuali sesuatu yang telah Allah tulis untukmu, dan seandainya mereka bersatu untuk menimpakan suatu bahaya kepadamu, niscaya mereka tidak akan bisa menimpakan bahaya kepadamu kecuali sesuatu yang telah ditulis atasmu. Pena telah diangkat dan lembaran telah kering.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh at-Tirmidzi dan berkata, “Hadits hasan shahih.” </p><p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> وفي رواية غير الترمذي: «اِحفظِ اللهَ تَجِدْهُ أَمَامَكَ، تَعَرَّفْ إلى اللهِ في الرَّخاءِ يَعرِفْكَ في الشّدةِ، وَاعْلَم أن مَا أَخطأكَ لَمْ يَكُن لِيُصيبكَ، وَمَا أَصَابَكَ لَمْ يَكُن لِيُخطِئكَ، وَاعْلَمْ أنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الفَرَجَ مَعَ الكَربِ، وَأَنَّ مَعَ العُسرِ يُسراً» </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dalam riwayat selain at-Tirmidzi, “Jagalah Allah, maka kamu akan mendapati-Nya di hadapanmu. Kenalilah Allah saat lapang, maka Dia akan mengenalmu saat susah. Ketahuilah! Apa yang meleset bagimu tidak akan menimpamu, dan apa yang menimpamu tidak akan meleset. Ketahuilah! Sesungguhnya pertolongan itu bersama kesabaran, sesungguhnya kelapangan itu bersama kesempitan, dan sesungguhnya bersama kesusahan itu ada kemudahan.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Perhatian Rasulullah shallallahu`alaihi wa sallam dalam mengarahkan umatnya serta menyiapkan generasi mu’min idaman.</li><li style='margin-bottom:10px'>Termasuk adab pengajaran adalah menarik perhatian pelajar agar timbul keinginannya terhadap pengetahuan sehingga hal tersebut lebih terkesan dalam dirinya.</li><li style='margin-bottom:10px'>Siapa yang konsekwen melaksanakan perintah-perintah Allah, nicsaya Allah akan menjaganya di dunia dan akhirat.</li><li style='margin-bottom:10px'>Beramal saleh serta melaksanakan perintah Allah dapat menolak bencana dan mengeluarkan seseorang dari kesulitan.</li><li style='margin-bottom:10px'>Tidak mengarahkan permintaan apapun (yang tidak dapat dilakukan makhluk) selain kepada Allah semata.</li><li style='margin-bottom:10px'>Manusia tidak akan mengalami musibah kecuali berdasarkan ketetapan Allah ta’ala.</li><li style='margin-bottom:10px'>Menghormati waktu dan menggunakannya untuk sesuatu yang bermanfaat sebagaimana Rasulullah shallallahu`alaihi wa sallam memanfaatkan waktunya saat beliau berkendaraan.</li></ol> </p>"
   },
   "hadits_20":{
      "audio":"nawawi20.mp3",
      "urutan":"hadits ke - 20",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث العشرون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Malu Akhlak Para Nabi</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبيْ مَسْعُوْدٍ عُقبَة بنِ عَمْرٍو الأَنْصَارِيِّ البَدْرِيِّ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّ مِمَّا أَدرَكَ النَاسُ مِن كَلاَمِ النُّبُوَّةِ الأُولَى إِذا لَم تَستَحْيِ فاصْنَعْ مَا شِئتَ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Mas’ud Uqbah bin Amr Al-Anshari Al-Badri radhiyallahu ‘anhu, berkata: Rasulullah shallallahu ‘alaihi wa sallam pernah bersabda, “Sesungguhnya sebagian ajaran yang masih dikenal umat manusia dari perkataan para nabi terdahulu adalah: ‘Bila kamu tidak punya rasa malu, berbuatlah sesukamu.’” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Malu merupakan tema yang telah disepakati oleh para nabi dan tidak terhapus ajarannya.</li><li style='margin-bottom:10px'>Jika seseorang telah meninggalkan rasa malu, maka jangan harap lagi (kebaikan) darinya sedikitpun.</li><li style='margin-bottom:10px'>Malu merupakan landasan akhlak mulia dan selalu bermuara kepada kebaikan. Siapa yang banyak malunya lebih banyak kebaikannya, dan siapa yang sedikit rasa malunya semakin sedikit kebaikannya.</li><li style='margin-bottom:10px'>Rasa malu merupakan prilaku dan dapat dibentuk. Maka setiap orang yang memiliki tanggung jawab hendaknya memperhatikan bimbingan terhadap mereka yang menjadi tanggung jawabnya.</li><li style='margin-bottom:10px'>Tidak mengarahkan permintaan apapun (yang tidak dapat dilakukan makhluk) selain kepada Allah semata.</li><li style='margin-bottom:10px'>Tidak ada rasa malu dalam mengajarkan hukum-hukum agama serta menuntut ilmu dan kebenaran. Allah ta’ala berfirman: “ Dan Allah tidak malu dari kebenaran “ (33 : 53).</li><li style='margin-bottom:10px'>Di antara manfaat rasa malu adalah ‘Iffah (menjaga diri dari perbuatan tercela) dan Wafa’ (menepati janji).</li><li style='margin-bottom:10px'>Rasa malu merupakan cabang iman yang wajib diwujudkan.</li></ol> </p>"
   },
   "hadits_21":{
      "audio":"nawawi21.mp3",
      "urutan":"hadits ke - 21",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث الحادي والعشرون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Katakanlah, “Aku beriman kepada Allah!”</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنِ أَبيْ عَمْرٍو -وَقِيْلَ أَبيْ عمْرَةَ- سُفْيَانَ بنِ عَبْدِ اللهِ رضي الله عنه قَالَ: قُلْتُ: يَا رَسُوْلَ اللهِ! قُلْ لِيْ فِي الإِسْلامِ قَوْلاً لاَ أَسْأَلُ عَنْهُ أَحَدَاً غَيْرَكَ؟ قَالَ: «قُلْ آمَنْتُ باللهِ ثُمَّ استَقِمْ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu ‘Amr –ada yang berpendapat Abu Amrah– Sufyan bin Abdillah ats-Tsaqafi radhiyallahu ‘anhu berkata: aku berkata, “Wahai Rasulullah! Katakanlah kepadaku dalam Islam sebuah ucapan yang tidak aku tanyakan lagi kepada selain Anda”’ Beliau menjawab, “Katakanlah, ‘Aku beriman kepada Allah!’ kemudian istiqamahlah.’” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Iman kepada Allah ta’ala harus mendahului ketaatan.</li><li style='margin-bottom:10px'>Amal saleh dapat menjaga keimanan.</li><li style='margin-bottom:10px'>Iman dan amal saleh keduanya harus dilaksanakan.</li><li style='margin-bottom:10px'>Istiqomah merupakan derajat yang tinggi.</li><li style='margin-bottom:10px'>Keinginan yang kuat dari para shahabat dalam menjaga agamanya dan merawat keimanannya.</li><li style='margin-bottom:10px'>Perintah untuk istiqomah dalam tauhid dan ikhlas beribadah hanya kepada Allah semata hingga mati.</li></ol> </p>"
   },
   "hadits_22":{
      "audio":"nawawi22.mp3",
      "urutan":"hadits ke - 22",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث الثاني والعشرون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Amalan yang Memasukkan ke Surga</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبيْ عَبْدِ اللهِ جَابِرِ بنِ عَبْدِ اللهِ الأَنْصَارِيِّ رضي الله عنهما: أَنَّ رَجُلاً سَأَلَ النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: أَرَأَيتَ إِذا صَلَّيْتُ المَكْتُوبَاتِ، وَصُمْتُ رَمَضانَ، وَأَحلَلتُ الحَلاَلَ، وَحَرَّمْتُ الحَرَامَ، وَلَمْ أَزِدْ عَلى ذَلِكَ شَيئاً أَأَدخُلُ الجَنَّة؟ قَالَ: «نَعَمْ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Abdillah Jabir bin Abdillah al-Anshari radhiyallahu ‘anhuma bahwa seseorang bertanya kepada Rasulullah shallallahu ‘alaihi wa sallam seraya berkata, “Bagaimana pendapat Anda jika aku shalat wajib, berpuasa Ramadhan, menghalalkan yang halal, mengharamkan yang haram, dan aku tidak menambah selain itu, apakah aku akan masuk surga?” Beliau menjawab, “Ya.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Catatan :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Makna “aku mengharamkan yang haram” adalah “aku menjauhinya”, dan makna “aku menghalalkan yang haram” adalah “aku mengerjakannya dengan menyakini kehalalannya”.</li><li style='margin-bottom:10px'>Seseorang yang bertanya dalam riwayat diatas adalah: An Nu’man bin Qauqal.</li></ol> </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Setiap muslim dituntut untuk bertanya kepada ulama tentang syariat Islam, tentang kewajibannya dan apa yang dihalalkan dan diharamkan baginya jika hal tersebut tidak diketahuinya.</li><li style='margin-bottom:10px'>Penghalalan dan pengharaman merupan aturan syariat, tidak ada yang berhak menentukannya kecuali Allah ta’ala.</li><li style='margin-bottom:10px'>Amal saleh merupakan sebab masuknya seseorang ke dalam syurga.</li><li style='margin-bottom:10px'>Keinginan dan perhatian yang besar dari para shahabat serta kerinduan mereka terhadap syurga serta upaya mereka dalam mencari jalan untuk sampai ke sana.</li></ol> </p>"
   },
   "hadits_23":{
      "audio":"nawawi23.mp3",
      "urutan":"hadits ke - 23",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحديث الثالث والعشرون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Setiap Manusia Berbuat</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِي مَالِكٍ الحَارِثِ بنِ عَاصِم الأَشْعَرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الطُّهُورُ شَطْرُ الإِيْمَانِ، والحَمْدُ للهِ تَمْلأُ الميزانَ، وسُبْحَانَ اللهِ والحَمْدُ للهِ تَمْلآنِ أَو تَمْلأُ مَا بَيْنَ السَّمَاءِ والأَرْضِ، وَالصَّلاةُ نُورٌ، والصَّدَقَةُ بُرْهَانٌ، وَالصَّبْرُ ضِيَاءٌ، وَالقُرْآنُ حُجَّةٌ لَكَ أَو عَلَيْكَ، كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَو مُوبِقُهَا» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Malik al-Harits bin Ashim al-Asy’ari radhiyallahu ‘anhu berkata: Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Bersuci adalah sebagian dari iman. Alhamdulillah memenuhi timbangan. Subhanallah dan Alhamdulillah memenuhi –atau keduanya memenuhi– antara langit dan bumi. Shalat adalah cahanya, sedekah adalah bukti, sabar adalah lentera, dan al-Qur`an adalah hujjah yang membelamu atau yang melawanmu. Setiap manusia memasuki waktu pagi dalam keadaan menjual dirinya, lalu dia memerdekakannya atau membinasakannya.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Iman merupakan ucapan dan perbuatan, bertambah dengan amal saleh dan keta’atan dan berkurang dengan maksiat dan dosa.</li><li style='margin-bottom:10px'>Amal perbuatan akan ditimbang pada hari kiamat dan dia memiliki beratnya.</li><li style='margin-bottom:10px'>Bersuci merupakan syarat sahnya ibadah, karena itu harus diperhatikan.</li><li style='margin-bottom:10px'>Menjaga shalat akan mendatangkan petunjuk dan memperbaiki kondisi seorang muslim terhadap manusia, membedakannya dengan akhlaknya dan perilakunya, kewara’annya dan ketakwaannya.</li><li style='margin-bottom:10px'>Seruan untuk berinfaq pada jalan-jalan kebaikan dan bersegera melakukannya di mana hal tersebut merupakan pertanda benarnya keimanan.</li><li style='margin-bottom:10px'>Anjuran untuk bersabar tatkala mengalami musibah, khususnya apa yang dialami seorang muslim karena perbuatan amar ma’ruf nahi munkar.</li><li style='margin-bottom:10px'>Semangat membaca Al Quran dengan pemahaman dan men-tadabbur-kan (merenungkan) ma’nanya, mengamalkan kandungan-kandungannya karena hal tersebut dapat memberi syafaat bagi seorang hamba pada hari kiamat.</li><li style='margin-bottom:10px'>Seorang muslim harus menggunakan waktu dan umurnya dalam keta’atan kepada Allah ta’ala serta tidak mengabaikan karena kesibukan lainnya.</li></ol> </p>"
   },
   "hadits_24":{
      "audio":"nawawi24.mp3",
      "urutan":"hadits ke - 24",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث الرابع والعشرون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Janganlah Kalian Saling Menzhalimi</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبي ذرٍّ الغِفَارْي رضي الله عنه عَن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فيمَا يَرْويه عَنْ رَبِّهِ عزَّ وجل أَنَّهُ قَالَ: «يَا عِبَادِيْ! إِنِّيْ حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِيْ وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمَاً فَلا تَظَالَمُوْا. يَا عِبَادِيْ! كُلُّكُمْ ضَالٌّ إِلاَّ مَنْ هَدَيْتُهُ فَاسْتَهْدُوْنِي أَهْدِكُمْ. يَا عِبَادِيْ! كُلُّكُمْ جَائِعٌ إِلاَّ مَنْ أَطْعَمْتُهُ فاَسْتَطْعِمُونِي أُطْعِمْكُمْ. يَا عِبَادِيْ! كُلُّكُمْ عَارٍ إِلاَّ مَنْ كَسَوْتُهُ فَاسْتَكْسُوْنِيْ أَكْسُكُمْ. يَا عِبَادِيْ! إِنَّكُمْ تُخْطِئُوْنَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوْبَ جَمِيْعَاً فَاسْتَغْفِرُوْنِيْ أَغْفِرْ لَكُمْ. يَا عِبَادِيْ! إِنَّكُمْ لَنْ تَبْلُغُوْا ضَرِّيْ فَتَضُرُّوْنِيْ وَلَنْ تَبْلُغُوْا نَفْعِيْ فَتَنْفَعُوْنِيْ. يَا عِبَادِيْ! لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوْا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فَيْ مُلْكِيْ شَيْئَاً. يَا عِبَادِيْ! لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوْا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِيْ شَيْئَاً. يَا عِبَادِيْ! لَوْ أنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإنْسَكُمْ وَجِنَّكُمْ قَامُوْا فِيْ صَعِيْدٍ وَاحِدٍ فَسَأَلُوْنِيْ فَأَعْطَيْتُ كُلَّ وَاحِدٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِيْ إِلاَّ كَمَا يَنْقُصُ المِخْيَطُ إَذَا أُدْخِلَ البَحْرَ. يَا عِبَادِيْ! إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيْهَا لَكُمْ ثُمَّ أُوَفِّيْكُمْ إِيَّاهَا، فَمَنْ وَجَدَ خَيْرَاً فَليَحْمَدِ اللهَ وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلاَ يَلُوْمَنَّ إِلاَّ نَفْسَهُ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Dzar al-Ghifari radhiyallahu ‘anhu, dari Nabi shallallahu ‘alaihi wa sallam tentang hadits yang diriwayatkan dari Rabb-nya bahwa Dia berfirman, “Hai hamba-hamba-Ku! Sesungguhnya Aku telah mengharamkan kezhaliman atas diri-Ku dan menjadikannya haram di antara kalian, maka janganlah kalian saling menzhalimi. Hai hamba-hamba-Ku! Setiap kalian adalah orang yang sesat kecuali siapa yang Aku beri petunjuk, maka mintalah petunjuk kepada-Ku niscaya Aku beri kalian petunjuk. Hai hamba-hamba-Ku! Setiap kalian adalah lapar kecuali siapa yang Aku beri makan, maka mintalah makan kepada-Ku, pasti Aku beri kalian makan. Hai hamba-hamba-Ku! Setiap kalian adalah telajang kecuali siapa yang Aku beri pakaian, maka mintalah kepada-Ku pakaian, pasti Aku akan beri kalian pakaian. Hai hamba-hamba-Ku! Sesungguhnya kalian melakukan dosa di malam dan siang hari sementara Aku mengampuni dosa-dosa semuanya, maka mintalah ampun kepada-Ku, pasti Aku ampuni kalian. Hai hamba-hamba-Ku! Sesungguhnya kalian tidak akan sampai kepada bahaya-Ku lalu kalian membahayakan-Ku, dan tidak akan sampai kepada manfaat-Ku lalu kalian memberi-Ku manfaat. Hai hamba-hamba-Ku! Seandainya yang paling awal dan terakhir dari kalian baik jin dan manusia semuanya berada pada hati yang paling bertakwa salah seorang dari kalian, tentu tidak akan menambah kerajaan-Ku sedikitpun. Hai hamba-hamba-Ku! Seandainya yang paling awal dan terakhir dari kalian baik jin dan manusia semuanya berada pada hati yang paling durhaka salah seorang dari kalian, tentu tidak akan mengurangi kerajaan-Ku sedikitpun. Hai hamba-hamba-Ku! Seandainya yang paling awal dan terakhir dari kalian baik jin dan manusia semuanya berada di atas satu bukit, lalu semuanya meminta kepada-Ku, lalu Aku beri semua permintaannya, maka hal itu tidak akan mengurangi sedikitpun apa yag ada di sisi-Ku, secuali sekedar seperti berkurangnya samudra jika jarum dimasukkan. Hai hamba-hamba-Ku! Sesungguhnya itu hanyalah amal-amal kalian yang Aku tulis untuk kalian kemudian Aku sempurnakan itu untuk kalian. Barangsiapa yang mendapati kebaikan hendaklah ia memuji Allah, dan barangsiapa yang mendapati selain itu janganlah ia mencela kecuali dirinya sendiri.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Menegakkan keadilan di antara manusia serta haramnya kezaliman di antara mereka merupakan tujuan dari ajaran Islam yang paling penting.</li><li style='margin-bottom:10px'>Wajib bagi setiap orang untuk memudahkan jalan petunjuk dan memintanya kepada Allah ta’ala.</li><li style='margin-bottom:10px'>Semua makhluk sangat tergantung kepada Allah dalam mendatangkan kebaikan dan menolak keburukan terhadap dirinya baik dalam perkara dunia maupun akhirat.</li><li style='margin-bottom:10px'>Pentingnya istighfar dari perbuatan dosa dan sesungguhnya Allah ta’ala akan mengampuninya.</li><li style='margin-bottom:10px'>Lemahnya makhluk dan ketidakmampuan mereka dalam mendatangkan kecelakaan dan kemanfaatan.</li><li style='margin-bottom:10px'>Wajib bagi setiap mu’min untuk bersyukur kepada Allah ta’ala atas ni’mat dan taufiq-Nya.</li><li style='margin-bottom:10px'>Sesungguhnya Allah ta’ala menghitung semua perbuatan seorang hamba dan membalasnya.</li><li style='margin-bottom:10px'>Dalam hadits terdapat petunjuk untuk mengevaluasi diri (muhasabah) serta penyesalan atas dosa-dosa.</li></ol> </p>"
   },
   "hadits_25":{
      "audio":"nawawi25.mp3",
      "urutan":"hadits ke - 25",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث الخامس والعشرون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Setiap Kebaikan adalah Sedekah</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبي ذَرٍّ رضي الله عنه أَيضَاً: أَنَّ نَاسَاً مِنْ أَصحَابِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالوا للنَّبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: يَارَسُولَ الله! ذَهَبَ أَهلُ الدثورِ بِالأُجورِ، يُصَلُّوْنَ كَمَا نُصَلِّيْ، وَيَصُوْمُوْنَ كَمَا نَصُوْمُ، وَيَتَصَدَّقُوْنَ بفُضُوْلِ أَمْوَالِهِمْ. قَالَ: «أَوَ لَيْسَ قَدْ جَعَلَ اللهُ لَكُمْ مَا تَصَّدَّقُوْنَ؟ إِنَّ بِكُلِّ تَسْبِيْحَةٍ صَدَقَة، وَكُلِّ تَكْبِيْرَةٍ صَدَقَةً، وَكُلِّ تَحْمَيْدَةٍ صَدَقَةً، وَكُلِّ تَهْلِيْلَةٍ صَدَقَةٌ، وَأَمْرٍ بالِمَعْرُوْفٍ صَدَقَةٌ، وَنَهْيٍ عَنْ مُنْكَرٍ صَدَقَةٌ، وَفِيْ بُضْعِ أَحَدِكُمْ صَدَقَةٌ» قَالُوا: يَا رَسُوْلَ اللهِ أَيَأْتِيْ أَحَدُنَا شَهْوَتَهُ وَيَكُوْنُ لَهُ فِيْهَا أَجْرٌ؟ قَالَ: «أَرَأَيْتُمْ لَوْ وَضَعَهَا فَيْ حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فَي الحَلالِ كَانَ لَهُ أَجْرٌ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Dzar radhiyallahu ‘anhu: sekelompok manusia dari shahabat Rasulullah shallallahu ‘alaihi wa sallam berkata kepada Nabi shallallahu ‘alaihi wa sallam, “Ya Rasulullah! Orang-orang kaya memborong banyak pahala. Mereka shalat seperti kami shalat, mereka puasa seperti kami puasa, tetapi mereka bisa bersedekah dengan kelebihan harta mereka.” Beliau bersabda, “Bukankah Allah telah menjadikan untuk kalian apa yang bisa kalian sedekahkan? Sesungguhnya setiap tasbih adalah sedekah, setiap takbir adalah sedekah, setiap tahmid adalah sedekah, setiap tahlil adalah sedekah, setiap memerintah yang ma’ruf adalah sedekah, setiap melarang kemungkaran adalah sedekah, dan pada senggama kalian ada sedekahnya pula.” Mereka berkata, “Ya Rasulullah! Benarkah salah seorang dari kami melampiaskan syahwatnya lantas dia mendapat pahala?” Beliau menjawab, “Bagaimana menurut kalian, jika dia melampiaskannya pada yang haram, bukankah dia akan mendapat dosa? Begitu pula, jika dia melampiaskannya pada yang halal, maka dia mendapat pahala.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Sikap bijak dalam menanggapi berbagai kondisi serta mendatangkan kabar gembira bagi jiwa serta menenangkan perasaan.</li><li style='margin-bottom:10px'>Para shahabat berlomba-lomba untuk berbuat kebaikan.</li><li style='margin-bottom:10px'>Luasnya keutamaan Allah ta’ala serta banyaknya pintu-pintu kebaikan yang dibuka bagi hamba-Nya.</li><li style='margin-bottom:10px'>Semua bentuk zikir sesungguhnya merupakan shadaqah yang dikeluarkan seseorang untuk dirinya.</li><li style='margin-bottom:10px'>Kebiasaan-kebiasaan mubah dan penyaluran syahwat yang disyariatkan dapat menjadi ketaatan dan ibadah jika diiringi dengan niat saleh.</li><li style='margin-bottom:10px'>Anjuran untuk meminta sesuatu yang dapat bermanfaat bagi seorang muslim dan yang dapat meningkatkan dirinya ke derajat yang lebih sempurna.</li><li style='margin-bottom:10px'>Di dalam hadits ini terdapat keutamaan orang kaya yang bersyukur dan orang fakir yang bersabar.</li><li style='margin-bottom:10px'>Iri terhadap kebaikan orang lain (agar dirinya seperti orang tersebut) adalah hal yang diperbolehkan dalam agama.</li><li style='margin-bottom:10px'>Sebagaimana menggunakan sesuatu yang tidak diperbolehkan syariat mendapatkan dosa maka menggunakannya sesuai dengan petunjuk syariat akan mendatangkan pahala.</li></ol> </p>"
   },
   "hadits_26":{
      "audio":"nawawi26.mp3",
      "urutan":"hadits ke - 26",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث الخامس والعشرون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Setiap Kebaikan adalah Sedekah</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبي ذَرٍّ رضي الله عنه أَيضَاً: أَنَّ نَاسَاً مِنْ أَصحَابِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالوا للنَّبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: يَارَسُولَ الله! ذَهَبَ أَهلُ الدثورِ بِالأُجورِ، يُصَلُّوْنَ كَمَا نُصَلِّيْ، وَيَصُوْمُوْنَ كَمَا نَصُوْمُ، وَيَتَصَدَّقُوْنَ بفُضُوْلِ أَمْوَالِهِمْ. قَالَ: «أَوَ لَيْسَ قَدْ جَعَلَ اللهُ لَكُمْ مَا تَصَّدَّقُوْنَ؟ إِنَّ بِكُلِّ تَسْبِيْحَةٍ صَدَقَة، وَكُلِّ تَكْبِيْرَةٍ صَدَقَةً، وَكُلِّ تَحْمَيْدَةٍ صَدَقَةً، وَكُلِّ تَهْلِيْلَةٍ صَدَقَةٌ، وَأَمْرٍ بالِمَعْرُوْفٍ صَدَقَةٌ، وَنَهْيٍ عَنْ مُنْكَرٍ صَدَقَةٌ، وَفِيْ بُضْعِ أَحَدِكُمْ صَدَقَةٌ» قَالُوا: يَا رَسُوْلَ اللهِ أَيَأْتِيْ أَحَدُنَا شَهْوَتَهُ وَيَكُوْنُ لَهُ فِيْهَا أَجْرٌ؟ قَالَ: «أَرَأَيْتُمْ لَوْ وَضَعَهَا فَيْ حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فَي الحَلالِ كَانَ لَهُ أَجْرٌ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث السادس والعشرون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Setiap Kebaikan adalah Sedekah</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «كُلُّ سُلامَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ كُلُّ يَومٍ تَطْلُعُ فِيْهِ الشَّمْسُ: تَعْدِلُ بَيْنَ اثْنَيْنِ صَدَقَةٌ، وَتُعِيْنُ الرَّجُلَ في دَابَّتِهِ فَتَحْمِلُهُ عَلَيْهَا أَو تَرْفَعُ لَهُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ، وَالكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ، وَبِكُلِّ خُطْوَةٍ تَمْشِيْهَا إِلَى الصَّلاةِ صَدَقَةٌ، وَتُمِيْطُ الأَذى عَنِ الطَّرِيْقِ صَدَقَةٌ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري ومسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Hurairah radhiyallahu ‘anhu berkata: Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Setiap persendian manusia wajib bersedekah setiap hari di mana matahari terbit di hari itu: engkau mendamaikan antara dua orang adalah sedekah, engkau menolong seseorang untuk menaiki tunggangannya atau menggangkutkan barangnya ke atas tunggangannya adalah sedekah, kalimat yang baik adalah sedekah, setiap langkah yang engkau ayunkan menuju shalat adalah sedekah, engkau menyingkirkan gangguan dari jalan adalah sedekah.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari dan Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Bersyukur kepada Allah ta’ala setiap hari atas kesehatan anggota badan.</li><li style='margin-bottom:10px'>Allah telah menjadikan -sebagai rasa syukur terhadap ni’mat-Nya- setiap anggota badan untuk menolong hamba-hamba Allah ta’ala, bersedekah kepada mereka dengan menggunakannya sesuai kemaslahatannya.</li><li style='margin-bottom:10px'>Temasuk sedekah adalah: Menahan tangan dan lisan untuk tidak menyakiti orang lain, justru seharusnya digunakan untuk menunaikan hak-hak setiap muslim.</li><li style='margin-bottom:10px'>Jasad harus dikeluarkan zakatnya sebagaimana harta ada zakatnya. Zakat badan adalah melakukan perbuatan baik, bersedekah dan pintu-pintunya banyak.</li><li style='margin-bottom:10px'>Anjuran untuk mendamaikan kedua belah pihak, tolong-menolong, mengucapkan kalimat yang baik, berjalan menuju shalat dan menyingkirkan penghalang dari jalan.</li><li style='margin-bottom:10px'>Anjuran untuk membersihkan sarana-sarana umum.</li><li style='margin-bottom:10px'>Anjuran untuk melakukan keadilan, karena dengan keadilanlah ditegakkan langit dan bumi.</li></ol> </p>='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Dzar radhiyallahu ‘anhu: sekelompok manusia dari shahabat Rasulullah shallallahu ‘alaihi wa sallam berkata kepada Nabi shallallahu ‘alaihi wa sallam, “Ya Rasulullah! Orang-orang kaya memborong banyak pahala. Mereka shalat seperti kami shalat, mereka puasa seperti kami puasa, tetapi mereka bisa bersedekah dengan kelebihan harta mereka.” Beliau bersabda, “Bukankah Allah telah menjadikan untuk kalian apa yang bisa kalian sedekahkan? Sesungguhnya setiap tasbih adalah sedekah, setiap takbir adalah sedekah, setiap tahmid adalah sedekah, setiap tahlil adalah sedekah, setiap memerintah yang ma’ruf adalah sedekah, setiap melarang kemungkaran adalah sedekah, dan pada senggama kalian ada sedekahnya pula.” Mereka berkata, “Ya Rasulullah! Benarkah salah seorang dari kami melampiaskan syahwatnya lantas dia mendapat pahala?” Beliau menjawab, “Bagaimana menurut kalian, jika dia melampiaskannya pada yang haram, bukankah dia akan mendapat dosa? Begitu pula, jika dia melampiaskannya pada yang halal, maka dia mendapat pahala.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Sikap bijak dalam menanggapi berbagai kondisi serta mendatangkan kabar gembira bagi jiwa serta menenangkan perasaan.</li><li style='margin-bottom:10px'>Para shahabat berlomba-lomba untuk berbuat kebaikan.</li><li style='margin-bottom:10px'>Luasnya keutamaan Allah ta’ala serta banyaknya pintu-pintu kebaikan yang dibuka bagi hamba-Nya.</li><li style='margin-bottom:10px'>Semua bentuk zikir sesungguhnya merupakan shadaqah yang dikeluarkan seseorang untuk dirinya.</li><li style='margin-bottom:10px'>Kebiasaan-kebiasaan mubah dan penyaluran syahwat yang disyariatkan dapat menjadi ketaatan dan ibadah jika diiringi dengan niat saleh.</li><li style='margin-bottom:10px'>Anjuran untuk meminta sesuatu yang dapat bermanfaat bagi seorang muslim dan yang dapat meningkatkan dirinya ke derajat yang lebih sempurna.</li><li style='margin-bottom:10px'>Di dalam hadits ini terdapat keutamaan orang kaya yang bersyukur dan orang fakir yang bersabar.</li><li style='margin-bottom:10px'>Iri terhadap kebaikan orang lain (agar dirinya seperti orang tersebut) adalah hal yang diperbolehkan dalam agama.</li><li style='margin-bottom:10px'>Sebagaimana menggunakan sesuatu yang tidak diperbolehkan syariat mendapatkan dosa maka menggunakannya sesuai dengan petunjuk syariat akan mendatangkan pahala.</li></ol> </p>"
   },
   "hadits_27":{
      "audio":"nawawi27.mp3",
      "urutan":"hadits ke - 27",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث السابع والعشرون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Kebaikan dan Dosa</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنِ النَوَّاسِ بِنْ سَمْعَانِ رَضِيَ اللَّهُ عَنْهُمَا، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «البِرُّ حُسْنُ الْخُلْقِ، وَالْإِثْمُ مَا حَاكَ فيِ نَفْسِكَ وَكَرِهْتَ أَنْ يَّطْلِعَ عَلَيْهِ النَّاسُ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari an-Nawwas bin Sam’an al-Anshari radhiyallahu ‘anhuma, dari Nabi shallallahu ‘alaihi wa sallam bersabda, “Kebaikan adalah akhlak yang mulia, dan dosa adalah apa yang membuat sesak dadamu dan engkau tidak suka orang lain mengetahuinya.” </p><p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> وَعَنْ وَابِصَةُ بِنْ مَعْبَدٍ رَضِىَ اللَّهُ عَنْهُ، قال: أَتَيْتُ رَسُوْلَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فقال: «جِئْتَ تَسْأَلُ عَنِ الْبِرِّ وَ الْإِثْمِ؟» قُلْتُ: نعم! قال: «اسْتَفْتِ قَلْبَكَ، البِرُّ مَا اطْمَأَنَّتْ إِلَيْهِ النَّفْسُ وَاطْمَأَنَّ اِلَيْهِ الْقَلْبُ، وَاْلإِثْمُ مَا حَاكَ فِي النَّفْسِ وَتَرَدَّدَ فِي الصَّدْرِ، وَإِنْ أَفْتَاكَ النَّاسُ وَأَفْتَوْكً» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> قال الشيخ رحمه الله: حديث حسن، رويناه في مسندي الإمام أحمد بن حنبل و الدارمي بإسناد حسن </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Wabishah bin Ma’bad radhiyallahu ‘anhu berkata: aku datang kepada Rasulullah shallallahu ‘alaihi wa sallam lalu beliau bersabda, “Engkau datang untuk bertanya tentang kebaikan dan dosa?” Aku menjawab, “Ya.” Beliau bersabda, “Tanyakan kepada dirimu sendiri. Kebaikan adalah apa yang membuat jiwa tenang dan apa yang membuat hati tentram, dan dosa adalah apa yang menyesakkan jiwa dan membuat ragu dada, meskipun manusia berfatwa kepadamu.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Syaikh (Imam an-Nawawi) berkata, “Hadits hasan, kami meriwayatkannya dari Musnad Imam Ahmad bin Hanbal dan Musnad ad-Darimi dengan sanad hasan.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Tanda perbuatan dosa adalah timbulnya keragu-raguan dalam jiwa dan tidak suka kalau hal itu diketahui orang lain.</li><li style='margin-bottom:10px'>Siapa yang ingin melakukan suatu perbuatan maka hendaklah dia menanyakan hal tersebut pada dirinya.</li><li style='margin-bottom:10px'>Anjuran untuk berakhlak mulia karena akhlak yang mulia termasuk unsur kebaikan yang sangat besar.</li><li style='margin-bottom:10px'>Hati seorang mu’min akan tenang dengan perbuatan yang halal dan gusar dengan perbuatan haram.</li><li style='margin-bottom:10px'>Melihat terlebih dahulu ketetapan hukum sebelum mengambil tindakan. Ambillah yang paling dekat dengan ketakwaan dan kewara’an dalam agama.</li><li style='margin-bottom:10px'>Rasulullah shallallahu`alaihi wa sallam ketika menyampaikan sesuatu kepada para shahabatnya selalu mempertimbangkan kondisi mereka.</li><li style='margin-bottom:10px'>Perhatian Islam terhadap pendidikan sisi agama yang bersifat internal dalam hati orang beriman dan meminta keputusannya sebelum mengambil tindakan.</li></ol> </p>"
   },
   "hadits_28":{
      "audio":"nawawi28.mp3",
      "urutan":"hadits ke - 28",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث الثامن والعشرون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Mendengar dan Ta’at</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَن أَبي نَجِيحٍ العربَاضِ بنِ سَاريَةَ رضي الله عنه قَالَ: وَعَظَنا رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَوعِظَةً وَجِلَت مِنهَا القُلُوبُ وَذَرَفَت مِنهَا العُيون، فَقُلْنَا: يَارَسُولَ اللهِ! كَأَنَّهَا مَوْعِظَةُ مُوَدِّعٍ فَأَوصِنَا، قَالَ: «أُوْصِيْكُمْ بِتَقْوَى اللهِ عز وجل وَالسَّمعِ وَالطَّاعَةِ وَإِنْ تَأَمَّرَ عَلَيْكُمْ عَبْدٌ، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ بَعْدِيْ فَسَيَرَى اخْتِلافَاً كَثِيرَاً، فَعَلَيكُمْ بِسُنَّتِيْ وَسُنَّةِ الخُلَفَاءِ الرَّاشِدِينَ المّهْدِيِّينَ عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُمُورِ فإنَّ كلّ مُحدثةٍ بدعة، وكُلَّ بِدْعَةٍ ضَلالَةٌ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه أبو داود والترمذي وقال: حديث حسن صحيح </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Najih al-Irbadh bin Sariyah berkata: Rasulullah shallallahu ‘alaihi wa sallam menasihati kami dengan suatu nasihat yang menjadikan hati bergetar dan mata menangis, lalu kami berkata, “Ya Rasulullah! Seolah-olah ini adalah nasihat perpisahan, maka berilah kami wasiat.” Beliau menjawab, “Aku wasiatkan kepada kalian untuk bertakwa kepada Allah Azza wa Jalla, mendengar dan patuh meskipun yang menjadi pemimpin kalian seorang budak. Baransiapa yang hidup sepeninggalku, dia akan melihat banyak sekali perbedaan. Maka, hendaklah ia berpegang teguh kepada sunnahku dan sunnah Khulafaur Rasyidin yang terbimbing. Gigitlah ia dengan gigi geraham. Waspadalah kalian dari perkara yang baru dan setiap bid’ah adalah sesat.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Abu Dawud dan at-Tirmidzi, dan dia berkata, “Hadits hasan shahih.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Pelajaran :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Bekas yang mendalam dari nasehat Rasulullah shallallahu`alaihi wa sallam dalam jiwa para shahabat. Hal tersebut merupakan tauladan bagi para da’i di jalan Allah ta’ala.</li><li style='margin-bottom:10px'>Taqwa merupakan yang paling penting untuk disampaikan seorang muslim kepada muslim lainnya, kemudian mendengar dan ta’at kepada pemerintah selama tidak terdapat di dalamnya maksiat.</li><li style='margin-bottom:10px'>Keharusan untuk berpegang teguh terhadap sunnah Nabi dan sunnah Khulafaurrasyidin, karena di dalamnya terdapat kemenangan dan kesuksesan, khususnya tatkala banyak terjadi perbedaan dan perpecahan.</li><li style='margin-bottom:10px'>Hadits ini menunjukkan tentang sunnahnya memberikan wasiat saat berpisah karena di dalamnya terdapat kebaikan dan kebahagiaan dunia dan akhirat.</li><li style='margin-bottom:10px'>Larangan untuk melakukan hal yang baru dalam agama (bid’ah) yang tidak memiliki landasan dalam agama.</li></ol> </p>"
   },
   "hadits_29":{
      "audio":"nawawi29.mp3",
      "urutan":"hadits ke - 29",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث التاسع والعشرون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Pintu-Pintu Kebaikan</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَن مُعَاذ بن جَبَلٍ رضي الله عنه قَالَ قُلتُ: يَا رَسُولَ الله! أَخبِرنِي بِعَمَلٍ يُدخِلُني الجَنَّةَ وَيُبَاعدني منٍ النار. قَالَ: «لَقَدْ سَأَلْتَ عَنْ عَظِيْمٍ وَإِنَّهُ لَيَسِيْرٌ عَلَى مَنْ يَسَّرَهُ اللهُ تَعَالَى عَلَيْهِ: تَعْبُدُ اللهَ لاَتُشْرِكُ بِهِ شَيْئَا، وَتُقِيْمُ الصَّلاة، وَتُؤتِي الزَّكَاة، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ البَيْتَ» ثُمَّ قَالَ: «أَلاَ أَدُلُّكَ عَلَى أَبْوَابِ الخَيْرِ؟ الصَّوْمُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِئُ الخَطِيْئَةَ كَمَا يُطْفِئُ المَاءُ النَّارَ، وَصَلاةُ الرَّجُلِ فِي جَوْفِ اللَّيْلِ» ثُمَّ تَلا : ((تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ)) حَتَّى بَلَغَ: ((يَعْلَمُونَ)) [السجدة: ١٦-١٧] ثُمَّ قَالَ: «أَلا أُخْبِرُكَ بِرَأْسِ الأَمْرِ وَعَمُودِهِ وَذِرْوَةِ سَنَامِهِ؟» قُلْتُ: بَلَى يَارَسُولَ اللهِ! قَالَ: «رَأْسُ الأَمْرِ الإِسْلامُ وَعَمُودُهُ الصَّلاةُ وَذروَةُ سَنَامِهِ الجِهَادُ» ثُمَّ قَالَ: «أَلا أُخبِرُكَ بِملاكِ ذَلِكَ كُلِّهِ؟» قُلْتُ: بَلَى يَارَسُولَ اللهِ! فَأَخَذَ بِلِسَانِهِ وَقَالَ: «كُفَّ عَلَيْكَ هَذَا!» قُلْتُ: يَانَبِيَّ اللهِ! وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّمُ بِهِ؟ فَقَالَ: «ثَكِلَتْكَ أُمُّكَ يَامُعَاذُ! وَهَلْ يَكُبُّ النَّاسَ فِي النَّارِ عَلَى وُجُوهِهِمْ -أَو قَال عَلَى مَنَاخِرِهِمْ- إِلاَّ حَصَائِدُ أَلسِنَتِهِمْ؟» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه الترمذي وقال: حديث حسن صحيح </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Mu’adz bin Jabal radhiyallahu ‘anhu berkata: aku berkata, “Wahai Rasulullah, beritahu aku amal yang akan memasukkanku ke dalam surga dan menjauhkanku dari neraka.” Beliau bersabda, “Engkau telah bertanya tentang masalah yang besar. Namun, itu adalah perkara yang mudah bagi siapa yang dimudahkan oleh Allah: engkau menyembah Allah jangan menyekutukan-Nya dengan apapun, mendirikan shalat, mengeluarkan zakat, berpuasa Ramadhan, dan haji ke Baitullah.” Kemudian beliau bersabda, “Maukah kamu aku tunjukkan pintu-pintu kebajikan? Puasa adalah perisai, sedekah memadamkan dosa sebagaimana air memadamkan api, dan shalatnya seseorang di tengah malam.” Kemudian beliau membaca ayat, “Lambung mereka jauh dari tempat tidurnya ...” hingga firman-Nya, “Sebagai balasan terhadap apa yang telah mereka kerjakan.” [QS. As-Sajdah [32]: 16-17] Kemudian beliau bersabda kembali, “Maukah kamu kuberitahu pangkal agama, tiangnya, dan puncak tertingginya?” Aku menjawab, “Mau, wahai Rasulullah.” Rasulullah shalallahu ‘alaihi wa sallam bersabda, “Pokok urusan adalah Islam, tiangnya adalah shalat, dan puncak tertingginya adalah jihad.” Kemudian beliau melanjutkan, “Maukah kamu kuberitahu tentang kendali bagi semua itu?” Saya menjawab, “Mau, wahai Rasulullah.” Beliau lalu memegang lidahnya dan bersabda, “Jagalah ini.” Saya berkata, “Wahai Nabi Alloh, apakah kita akan disiksa karena ucapan-ucapan kita?” Beliau menjawab, “Celaka kamu. Bukankah banyak dari kalangan manusia yang tersungkur kedalam api neraka dengan mukanya terlebih dahulu –dalam riwayat lain: dengan lehernya terlebih dahulu– itu gara-gara buah ucapan lisannya?” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh at-Tirmidzi dan berkata, “Hadits ini hasan shahih.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Perhatian shahabat yang sangat besar untuk melakukan amal yang dapat memasukkan mereka ke syurga.</li><li style='margin-bottom:10px'>Amal perbuatan merupakan sebab masuk syurga jika Allah menerimanya dan hal ini tidak bertentangan dengan sabda Rasulullah shallallahu`alaihi wa sallam “Tidak masuk syurga setiap kalian dengan amalnya”. Makna hadits tersebut adalah bahwa amal dengan sendirinya tidak berhak memasukkan seseorang ke syurga selama Allah belum menerimanya dengan karunia-Nya dan Rahmat-Nya.</li><li style='margin-bottom:10px'>Mentauhidkan Allah dan menunaikan kewajiban adalah sebab masuknya seseorang ke dalam syurga.</li><li style='margin-bottom:10px'>Shalat sunnah setelah shalat fardhu merupakan sebab kecintaan Allah ta’ala kepada hambanya.</li><li style='margin-bottom:10px'>Bahaya lisan dan perbuatannya akan dibalas dan bahwa dia mencampakkan seseorang ke neraka karena ucapannya.</li></ol> </p>"
   },
   "hadits_30":{
      "audio":"nawawi30.mp3",
      "urutan":"hadits ke - 30",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث الثلاثون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Batasan-Batasan Allah</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِيْ ثَعْلَبَةَ الخُشَنِيِّ جُرثُومِ بنِ نَاشِرٍ رضي الله عنه عَن رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ اللهَ فَرَضَ فَرَائِضَ فَلا تُضَيِّعُوهَا، وَحَدَّ حُدُودَاً فَلا تَعْتَدُوهَا وَحَرَّمَ أَشْيَاءَ فَلا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ فَلا تَبْحَثُوا عَنْهَا» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> حديث حسن رواه الدارقطني وغيره </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Tsa'labah al-Khusyanni Jurtsum bin Nasyir radhiyallahu ‘anhu, dari Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Sesungguhnya Allah telah menetapkan beberapa kewajiban maka janganlah engkau menyepelekannya, telah menentukan batasan-batasan maka janganlah engkau melanggarnya, dan telah pula mengharamkan beberapa hal maka janganlah engkau jatuh kedalamnya. Dia juga mendiamkan beberapa hal –karena kasih sayangnya kepada kalian bukannya lupa– maka janganlah engkau membahasnya.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Hadits hasan, diriwayatkan oleh ad-Daruquthni dan selainnya. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Catatan :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Hadits ini dikatagorikan sebagai hadits dha’if 1). Lihat Qowa’id wa Fawa’id Minal Arbain An Nawawiah, karangan Nazim Muhammad Sulthan, hal. 262. Lihat pula Misykatul Mashabih, takhrij Syekh Al Albani, hadits no. 197, juz 1. Lihat pula Jami’ Al Ulum wal Hikam, oleh Ibnu Rajab</li><li style='margin-bottom:10px'>Hadits dho’if adalah hadits yang lemah kedudukannya dan tidak dapat dijadikan sebagai dalil.</li></ol> </p>"
   },
   "hadits_31":{
      "audio":"nawawi31.mp3",
      "urutan":"hadits ke - 31",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحــديث الحادي والثلاثون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Buah Zuhud</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبي العَباس سَعدِ بنِ سَهلٍ السَّاعِدي رضي الله عنه قَالَ: جَاءَ رَجُلٌ إِلَى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُول الله: دُلَّني عَلَى عَمَلٍ إِذَا عَملتُهُ أَحَبَّني اللهُ وَأَحبَّني النَاسُ؟ فَقَالَ: «ازهَد في الدُّنيَا يُحِبَّكَ اللهُ، وازهَد فيمَا عِندَ النَّاسِ يُحِبَّكَ النَّاسُ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> حديث حسن رواه ابن ماجة وغيره بأسانيد حسنة </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abul Abbas Sa’ad bin Sahl as-Sa’idi radhiyallahu ‘anhu berkata: seseorang datang kepada Nabi shallallahu ‘alaihi wa sallam lalu berkata, “Wahai Rasulullah! Tunjukkanlah kepadaku suatu amal yang apabila aku kerjakan, maka Allah mencintaiku dan manusia juga mencintaiku!” Beliau menjawab, “Zuhudlah di dunia maka Allah akan mencintaimu, dan zuhudlah dari apa yang di tangan manusia maka manusia akan mencintaimu.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Hadits hasan, diriwayatkan oleh Ibnu Majah dan selainnya dengan sanad yang hasan. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Menuntut kecukupan terhadap dunia adalah perkara wajib, sedang zuhud adalah tidak adanya keter-gantungan dan terpusatnya perhatian terhadapnya.</li><li style='margin-bottom:10px'>Bersikap qanaah terhadap rizki yang halal dan ridha terhadapnya serta bersikap ‘iffah dari perbuatan haram dan hati-hati terhadap syubhat.</li><li style='margin-bottom:10px'>Jiwa yang merasa cukup dan iffah serta berkorban dengan harta dan jiwa di jalan Allah merupakan hakekat zuhud.</li></ol> </p>"
   },
   "hadits_32":{
      "audio":"nawawi32.mp3",
      "urutan":"hadits ke - 32",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث الثاني والثلاثون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Tidak Ada Bahaya dan Tidak Boleh Membahayakan</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِي سَعِيْدٍ سَعْدٍ بِنْ مَالِكٍ بِنْ سِنَانٍ الخُدْرِي رَضِيَ اللَّه عنه أَنَّ رَسُوْلَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لاَ ضَرَرَ وَلاَ ضِرَارَ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> حديث حسن . رواه ابن ماجة والدارقطني وغيرهما مسندا، ورواه مالك في الموطأ مرسلا عن عمرو بن يحيى عن أبيه عن النبي صلى الله عليه وسلم فأسقط أبا سعيد، وله طرق يقوي بعضها بعضا </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Sa’id Sa’ad bin Malik bin Sinan al-Khudri radhiyallahu ‘anhu bahwa Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Tidak boleh membahayakan diri sendiri dan tidak boleh membahayakan orang lain.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Hadits hasan, diriwayatkan oleh Ibnu Majah, ad-Daraquthni, dan selain keduanya dengan sanadnya, serta diriwayatkan pula oleh Malik dalam al-Muwaththa` secara mursal dari Amr bin Yahya dari ayahnya dari Nabi shallallahu ‘alaihi wa sallam tanpa menyebutkan Abu Sa’id, tetapi ia memiliki banyak jalan periwayatan yang saling menguatkan satu sama lain. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Ajaran Islam sangat mementingkan keselamatan pribadi dan orang lain.</li><li style='margin-bottom:10px'>Termasuk sesuatu yang diharamkan adalah sesuatu yang berbahaya, seperti: rokok, narlotik dll.</li></ol> </p>"
   },
   "hadits_33":{
      "audio":"nawawi33.mp3",
      "urutan":"hadits ke - 33",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الْحَدِيث الثالث والثلاثون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Bukti Wajib Bagi Penuntut</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَوْ يُعْطَى النَّاسُ بِدعوَاهُمْ، لادَّعَى رِجَالٌ أَمْوَال قَومٍ وَدِمَاءهُمْ، وَلَكِنِ البَينَةُ عَلَى المُدَّعِي، وَاليَمينُ عَلَى مَن أَنكَر» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> حديث حسن رواه البيهقي هكذا بعضه في الصحيحين </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Ibnu ‘Abbas radhiyallahu ‘anhuma bahwa Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Seandainya setiap manusia dipenuhi tuntutannya, niscaya orang-orang akan menuntut harta suatu kaum dan darah mereka. Namun, bukti wajib bagi penuntut dan sumpah wajib bagi yang meningkarinya.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Hadits hasan, diriwayatkan oleh al-Baihaqi seperti ini, sebagiannya diriwayatkan dalam Shahihain. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Seorang hakim harus meminta dari kedua orang yang bersengketa sesuatu yang dapat menguatkan pengakuan mereka.</li><li style='margin-bottom:10px'>Seorang hakim tidak boleh memutuskan sebuah perkara dengan menghalalkan yang haram dan mengharamkan yang halal.</li><li style='margin-bottom:10px'>Pada dasarnya seseorang bebas dari tuduhan hingga terbukti perbuatan jahatnya.</li><li style='margin-bottom:10px'>Seorang hakim harus berusaha keras untuk mengetahui permasalahan sebenarnya dan menjelaskan hukumnya berdasarkan apa yang tampak baginya.</li><li style='margin-bottom:10px'>Bersumpah hanya diperbolehkan atas nama Allah.</li></ol> </p>"
   },
   "hadits_34":{
      "audio":"nawawi34.mp3",
      "urutan":"hadits ke - 34",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحديث الرابع والثلاثون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Merubah Kemungkaran</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبي سَعيدٍ الخُدريِّ رضي الله عنه قَالَ: سَمِعتُ رِسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقولُ: «مَن رَأى مِنكُم مُنكَرَاً فَليُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَستَطعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَستَطعْ فَبِقَلبِه وَذَلِكَ أَضْعَفُ الإيمَانِ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Sa’id al-Khudri radhiyallahu ‘anhu berkata: aku mendengar Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Barangsiapa dari kalian melihat kemungkaran, maka rubahlah dengan tangannya. Jika tidak bisa, maka dengan lisannya. Jika tidak bisa, maka dengan hatinya, dan itu merupakan selemah-lemah iman.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Menentang pelaku kebatilan dan menolak kemunkaran adalah kewajiban yang dituntut dalam ajaran Islam atas setiap muslim sesuai kemampuan dan kekuatannya.</li><li style='margin-bottom:10px'>Ridha terhadap kemaksiatan termasuk di antara dosa-dosa besar.</li><li style='margin-bottom:10px'>Sabar menanggung kesulitan dan amar ma’ruf nahi munkar.</li><li style='margin-bottom:10px'>Amal merupakan buah dari iman, maka menyingkirkan kemunkaran juga merupakan buahnya keimanan.</li><li style='margin-bottom:10px'>Mengingkari dengan hati diwajibkan kepada setiap muslim, sedangkan pengingkaran dengan tangan dan lisan berdasarkan kemampuannya.</li></ol> </p>"
   },
   "hadits_35":{
      "audio":"nawawi35.mp3",
      "urutan":"hadits ke - 35",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحـديث الخامس والثلاثون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Hamba-Hamba Allah adalah Bersaudara</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبي هُرَيرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لاَ تَحَاسَدوا، وَلاَتَنَاجَشوا، وَلاَ تَبَاغَضوا، وَلاَ تَدَابَروا، وَلاَ يَبِع بَعضُكُم عَلَى بَيعِ بَعضٍ، وَكونوا عِبَادَ اللهِ إِخوَانَاً، المُسلِمُ أَخو المُسلم، لاَ يَظلِمهُ، وَلاَ يَخذُلُهُ، وَلا يكْذِبُهُ، وَلايَحْقِرُهُ، التَّقوَى هَاهُنَا -وَيُشيرُ إِلَى صَدرِهِ ثَلاَثَ مَراتٍ- بِحَسْبِ امرىء مِن الشَّرأَن يَحْقِرَ أَخَاهُ المُسلِمَ، كُلُّ المُسِلمِ عَلَى المُسلِمِ حَرَام دَمُهُ وَمَالُه وَعِرضُه» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Hurairah radhiyallahu ‘anhu berkata: Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Janganlah kalian saling mendengki, jangan saling najasy*, jangan saling marah, jangan saling membelakangi, dan jangan saling menjual barang yang sedang ditawar saudaranya. Jadilah hamba Allah yang bersaudara. Seorang muslim menjadi saudara muslim lainnya. Tidak boleh ia menzhaliminya, menelantarkannya, dan menghinanya. Takwa itu di sini –beliau memberi isyarat ke dadanya tiga kali–. Cukuplah keburukan bagi seseorang jika ia menghina saudaranya yang muslim. Setiap muslim atas muslim lainnya haram darahnya, hartanya, dan kehormatannya.’” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Larangan untuk saling dengki.</li><li style='margin-bottom:10px'>Larangan untuk berbuat keji dan menipu dalam urusan jual beli.</li><li style='margin-bottom:10px'>Diharamkan untuk memutuskan hubungan terhadap muslim. Sebaliknya harus dijaga persaudaraan dan hak-haknya karena Allah ta’ala.</li><li style='margin-bottom:10px'>Islam bukan hanya aqidah dan ibadah saja, tetapi juga di dalamnya terdapat urusan akhlak dan muamalah.</li><li style='margin-bottom:10px'>Hati merupakan sumber rasa takut kepada Allah ta’ala.</li><li style='margin-bottom:10px'>Taqwa merupakan barometer keutamaan dan timbangan seseorang.</li><li style='margin-bottom:10px'>Islam memerangi semua akhlak tercela karena hal tersebut berpengaruh negatif dalam masyarakat Islam.</li></ol> </p>"
   },
   "hadits_36":{
      "audio":"nawawi36.mp3",
      "urutan":"hadits ke - 36",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحديث السادس والثلاثون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Keutamaan Akhlak dan Ilmu</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبي هُرَيرَة رضي الله عنه عَنِ النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ نَفَّسَ عَنْ مُؤمِن كُربَةً مِن كُرَبِ الدُّنيَا نَفَّسَ اللهُ عَنهُ كُربَةً مِنْ كرَبِ يَوم القيامَةِ، وَمَنْ يَسَّرَ على مُعسرٍ يَسَّرَ الله عَلَيهِ في الدُّنيَا والآخِرَة، وَمَنْ سَتَرَ مُسلِمَاً سَتَرَهُ الله في الدُّنيَا وَالآخِرَة، وَاللهُ في عَونِ العَبدِ مَا كَانَ العَبدُ في عَونِ أخيهِ، وَمَنْ سَلَكَ طَريقَاً يَلتَمِسُ فيهِ عِلمَاً سَهَّلَ اللهُ لهُ بِهِ طَريقَاً إِلَى الجَنَّةِ، وَمَا اجتَمَعَ قَومٌ في بَيتٍ مِنْ بيوتِ اللهِ يَتلونَ كِتابِ اللهِ وَيتَدارَسونهَ بَينَهُم إِلا نَزَلَت عَلَيهِم السَّكينَة وَغَشيَتهم الرَّحمَة وحَفَتهُمُ المَلائِكة وَذَكَرهُم اللهُ فيمَن عِندَهُ، وَمَنْ بَطَّأ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بهِ نَسَبُهُ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه مسلم بهذا اللفظ </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Hurairah radhiyallahu ‘anhu, dari Nabi shallallahu ‘alaihi wa sallam bersabda, “Barangsiapa yang menghilangkan kesusahan dari kesusahan-kesusahan dunia orang mukmin, maka Allah akan menghilangkan kesusahan dari kesusahan-kesusahan hari Kiamat. Barangsiapa yang memberi kemudahan orang yang kesulitan, maka Allah akan memberi kemudahan baginya di dunia dan akhirat. Allah senantiasa menolong hamba selagi dia menolong saudaranya. Barangsiapa yang menempuh perjalanan dalam rangka menuntut ilmu, maka Allah akan mudahkan baginya jalan menuju surga. Tidaklah berkumpul sekelompok orang di salah satu rumah Allah untuk membaca Kitabullah dan saling mempelajarinya di antara mereka, melainkan akan turun kepada mereka ketenangan, rahmat meliputinya, para malaikat mengelilinginya, dan Allah menyanjung namanya kepada malaikat yang ada di sisi-Nya. Barangsiapa yang lambat amalnya, maka tidak akan bisa dikejar oleh nasabnya.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh Muslim dengan lafazh ini. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Siapa yang membantu seorang muslim dalam menyelesaikan kesulitannya, maka akan dia dapatkan pada hari kiamat sebagai tabungannya yang akan memudahkan kesulitannya di hari yang sangat sulit tersebut.</li><li style='margin-bottom:10px'>Sesungguhnya pembalasan disisi Allah ta’ala sesuai dengan jenis perbuatannya.</li><li style='margin-bottom:10px'>Berbuat baik kepada makhluk merupan cara untuk mendapatkan kecintaan Allah ta’ala.</li><li style='margin-bottom:10px'>Meluruskan niat dalam rangka mencari ilmu dan ikhlas di dalamnya agar tidak menggugurkan pahala sehingga amal dan usahanya sia-sia.</li><li style='margin-bottom:10px'>Memohon pertolongan kepada Alla ta’ala dan kemudahan dari-Nya, karena ketaatan tidak akan terlaksana kecuali karena kemudahan dan kasih sayang-Nya.</li><li style='margin-bottom:10px'>Selalu membaca Al Quran, memahaminya dan mengamalkannya.</li><li style='margin-bottom:10px'>Keutamaan duduk di rumah Allah untuk mengkaji ilmu.</li></ol> </p>"
   },
   "hadits_37":{
      "audio":"nawawi37.mp3",
      "urutan":"hadits ke - 37",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحديث السابع والثلاثون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Kebaikan dan Keburukan</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَن ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا عَنِ النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيْمَا يَرْوِيْهِ عَنْ رَبِّهِ تَبَارَكَ وَتَعَالى أَنَّهُ قَالَ: «إِنَّ الله كَتَبَ الحَسَنَاتِ وَالسَّيئَاتِ ثُمَّ بَيَّنَ ذَلِكَ؛ فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً، وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ عِنْدَهُ عَشْرَ حَسَنَاتٍ إِلَى سَبْعِمائَةِ ضِعْفٍ إِلىَ أَضْعَاف كَثِيْرَةٍ. وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً، وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ سَيِّئَةً وَاحِدَةً» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رَوَاهُ البُخَارِيُّ وَمُسْلِمٌ في صَحِيْحَيهِمَا بِهَذِهِ الحُرُوْفِ </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Ibnu ‘Abbas radhiyallahu ‘anhuma, dari Rasulullah shallallahu ‘alaihi wa sallam tentang hadits yang beliau riwayatkan dari Rabb-nya tabaraka wa ta’ala. Beliau bersabda, “Sesungguhnya Allah menulis kebaikan-kebaikan dan keburukan-keburukan kemudian menjelaskannya. Barangsiapa yang berniat melakukan kebaikan lalu tidak mengerjakannya, maka Allah menulis itu di sisi-Nya sebagai satu kebaikan yang sempurna, dan jika dia berniat mengerjakan kebaikan lalu mengerjakannya, maka Allah menulis itu di sisi-Nya sebagai sepuluh kebaikan hingga tujuh puluh ribu lipat hingga perlipatan yang banyak. Jika dia berniat melakukan keburukan lalu tidak jadi mengerjakannya, maka Allah menulis itu di sisi-Nya sebagai satu kebaikan yang sempurnya, dan jika dia berniat kebaikan lalu mengerjakannya, maka Allah menulis itu sebagai satu keburukan.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari dan Muslim di kitab shahih keduanya dengan lafazh ini. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Pelajaran :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Kasih sayang Allah terhadap hamba-Nya yang beriman sangat luas dan ampunannya menyeluruh sedang pemberian-Nya tidak terbatas.</li><li style='margin-bottom:10px'>Sesungguhnya apa yang tidak kuasa oleh manusia, dia tidak diperhitungkan dan dipaksa menunaikannya.</li><li style='margin-bottom:10px'>Allah tidak menghitung keinginan hati dan kehendak perbuatan manusia kecuali jika kemudian dibuktikan dengan amal perbuatan dan praktek.</li><li style='margin-bottom:10px'>Seorang muslim hendaklah meniatkan perbuatan baik selalu dan membuktikannya, diharapkan dengan begitu akan ditulis pahala dan ganjarannya dan dirinya telah siap untuk melaksanakannya jika sebabnya telah tersedia.</li><li style='margin-bottom:10px'>Semakin besar tingkat keikhlasan semakin berlipat-lipat pahala dan ganjaran.</li></ol> </p>"
   },
   "hadits_38":{
      "audio":"nawawi38.mp3",
      "urutan":"hadits ke - 38",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحديث الثامن والثلاثون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Keutamaan Wali Allah</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : «إِنَّ اللهَ تَعَالَى قَالَ: مَنْ عَادَى لِي وَلِيَّاً فَقَدْ آذَنْتُهُ بِالحَرْبِ. وَمَا تَقَرَّبَ إِلِيَّ عَبْدِيْ بِشَيءٍ أَحَبَّ إِلِيَّ مِمَّا افْتَرَضْتُهُ عَلَيْهِ. ولايَزَالُ عَبْدِيْ يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبتُهُ كُنْتُ سَمْعَهُ الَّذِيْ يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِيْ يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِيْ بِهَا. وَلَئِنْ سَأَلَنِيْ لأُعطِيَنَّهُ، وَلَئِنْ اسْتَعَاذَنِيْ لأُعِيْذَنَّهُ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Hurairah radhiyallahu ‘anhu berkata: Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Sesungguhnya Allah Ta’ala berfirman, ‘Barangsiapa yang menyakiti waliku, maka Aku mengumumkan perang kepadanya. Tidaklah hamba-Ku mendekat kepada-Ku dengan sesuatu yang paling Aku cintai selain apa yang Aku wajibkan baginya. Hamba-Ku senantiasa mendekat kepada-Ku dengan amalan sunnah sehingga Aku mencintainya. Apabila aku telah mencintainya, Aku menjadi pendengarannya yang ia gunakan untuk mendengar, penglihatannya yang ia gunakan untuk melihat, tangannya yang ia gunakan untuk berbuat, dan kakinya yang ia gunakan untuk berjalan. Jika dia meminta kepadaku, pasti aku beri. Jika dia meminta perlindungan kepada-Ku pasti aku lindungi.’” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Pelajaran yang dapat diambil dari hadits :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Besarnya kedudukan seorang wali, karena dirinya diarahkan dan dibela oleh Allah ta’ala.</li><li style='margin-bottom:10px'>Perbuatan-Perbuatan fardhu merupakan perbuatan-perbuatan yang dicintai Allah ta’ala.</li><li style='margin-bottom:10px'>Siapa yang kontinyu melaksanakan amalan sunnah dan menghindar dari perbuatan maksiat maka dia akan meraih kecintaan Allah ta’ala.</li><li style='margin-bottom:10px'>Jika Allah ta’ala telah mencintai seseorang maka Dia akan mengabulkan doanya.</li></ol> </p>"
   },
   "hadits_39":{
      "audio":"nawawi39.mp3",
      "urutan":"hadits ke - 39",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحديث التاسع والثلاثون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Tiga Hal yang Allah Maafkan</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَال: «إِنَّ اللهَ تَجَاوَزَ لِي عَنْ أُمَّتِي الخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> حديث حسن رواه ابن ماجه والبيهقي وغيرهما </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Ibnu ‘Abbas radhiyallahu ‘anhuma bahwa Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Sesungguhnya Allah mengampuni umatku untuku: kekeliruan, lupa, dan apa yang dipaksakan kepadanya.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Hasan, diriwayatkan oleh Ibnu Majah, Baihaqi, dan selainnya. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Allah ta’ala mengutamakan umat ini dengan menghilangkan berbagai kesulitan dan memaafkan dosa kesalahan dan lupa.</li><li style='margin-bottom:10px'>Sesungguhnya Allah ta’ala tidak menghukum seseorang kecuali jika dia sengaja berbuat maksiat dan hatinya telah berniat untuk melakukan penyimpangan dan meninggalkan kewajiban dengan sukarela.</li><li style='margin-bottom:10px'>Manfaat adanya kewajiban adalah untuk mengetahui siapa yang ta’at dan siapa yang membangkang.</li><li style='margin-bottom:10px'>Ada beberapa perkara yang tidak begitu saja dimaafkan. Misalnya seseorang melihat najis di bajunya akan tetapi dia mengabaikan untuk menghilangkannya segera, kemudian dia shalat dengannya karena lupa, maka wajib baginya mengqhada shalat tersebut. Contoh seperti itu banyak terdapat dalam kitab-kitab fiqh.</li></ol> </p>"
   },
   "hadits_40":{
      "audio":"nawawi40.mp3",
      "urutan":"hadits ke - 40",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحديث الأربعون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Hiduplah Laksana Musafir</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: أَخَذَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمنْكبيَّ فَقَالَ: «كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيْبٌ أَوْ عَابِرُ سَبِيْلٍ» </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Ibnu ‘Umar radhiyallahu ‘anhuma berkata: Rasulullah shallallahu ‘alaihi wa sallam memegang kedua pundakku, lalu bersabda, “Jadilah engkau di dunia seperti orang asing atau seorang musafir.” </p><p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> وَكَانَ ابْنُ عُمَرَ رَضِيَ اللهُ عَنْهُمَا يَقُوْلُ: إِذَا أَمْسَيْتَ فَلا تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلا تَنْتَظِرِ المَسَاءَ. وَخُذْ مِنْ صِحَّتِكَ لِمَرَضِكَ، وَمِنْ حَيَاتِكَ لمَوْتِكَ </p><p style='font-family: Amiri; font-size: 25px;' align='right'> رواه البخاري </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Ibnu ‘Umar radhiyallahu ‘anhuma berkata, “Jika kamu memasuki sore hari, maka jangan menunggu pagi hari. Jika kamu memasuki pagi hari, maka jangan menunggu sore hari. Manfaatkanlah sehatmu sebelum sakitmu, dan hidupmu sebelum matimu.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh al-Bukhari. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Bersegera mengerjakan pekerjaan baik dan memperbanyak ketaatan, tidak lalai dan menunda-nunda karena dia tidak tahu kapan datang ajalnya.</li><li style='margin-bottom:10px'>Menggunakan berbagai kesempatan dan momentum sebelum hilangnya berlalu.</li><li style='margin-bottom:10px'>Zuhud di dunia berarti tidak bergantung kepadanya hingga mengabaikan ibadah kepada Allah ta’ala untuk kehidupan akhirat.</li><li style='margin-bottom:10px'>Hati-hati dan khawatir terhadap azab Allah adalah sikap seorang musafir yang bersungguh-sungguh dan hati –hati agar tidak tersesat.</li><li style='margin-bottom:10px'>Waspada dari teman yang buruk hingga tidak terhalang dari tujuannya.</li><li style='margin-bottom:10px'>Pekerjaan dunia dituntut untuk menjaga jiwa dan mendatangkan manfaat, seorang muslim hendaknya menggunakan semua itu untuk tujuan akhirat.</li><li style='margin-bottom:10px'>Bersungguh-sungguh menjaga waktu dan mempersiapkan diri untuk kematian dan bersegera bertaubat dan beramal shaleh.</li><li style='margin-bottom:10px'>Rasulullah memegang kedua pundak Abdullah bin Umar, adalah agar dia memperhatikan apa yang akan beliau sampaikan. Menunjukkan bahwa seorang pelajar harus diajarkan tentang perhatian gurunya kepadanya dan kesungguhannya untuk menyampaikan ilmu ke dalam jiwanya. Hal ini dapat menyebabkan masuknya ilmu, sebagaimana hal itu juga menunjukkan kecintaan Rasulullah kepada Abdullah bin Umar, karena hal tersebut pada umumnya dilakukan oleh seseorang kepada siapa yang dicintainya.</li></ol> </p>"
   },
   "hadits_41":{
      "audio":"nawawi41.mp3",
      "urutan":"hadits ke - 41",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحديث الحادي والأربعون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Mengikuti Syariat adalah Tiang Keimanan</b></h2> <p><br></p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَبِيْ مُحَمَّدٍ عَبْدِ اللهِ بِنِ عمْرِو بْنِ العَاصِ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لاَيُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُونَ هَواهُ تَبَعَاً لِمَا جِئْتُ بِهِ» </p><p style='font-family: Amiri; font-size: 25px;' align='right'> حَدِيْثٌ حَسَنٌ صَحِيْحٌ رَوَيْنَاهُ فِي كِتَابِ الحُجَّةِ بِإِسْنَادٍ صَحِيْحٍ </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Abu Muhammad Abdullah bin ‘Amr bin ‘Ash radhiyallahu ‘anhuma berkata: Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Tidak beriman (secara sempurna) seorang dari kalian hingga hawa nafsunya mengikuti apa yang aku bawa.” </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Hadits hasan shahih, kami meriwayatkannya dari kitab al-Hujjah dengan sanad shahih. </p><p><br></p><p style='font-size: 18px; line-height: 200%;'> <b><i>Catatan :</i></b><br>Hadits ini tergolong dha’if. Lihat Qawa’id Wa Fawa’id minal Arba’in An-Nawawiyah, karangan Nazim Muhammad Sulthan hal. 355, Misykatul Mashabih takhrij Syekh Al Albani, hadits no. 167, juz 1, Jami’ Al Ulum wal Hikam oleh Ibn Rajab </p>"
   },
   "hadits_42":{
      "audio":"nawawi42.mp3",
      "urutan":"hadits ke - 42",
      "hadits":"<center><span style='font-family: Amiri; font-size: 30px;'>الحديث الثاني والأربعون</span></center> <h2 align='center' style='font-family: 'Poiret One';'><b>Luasnya Ampunan Allah</b></h2> <p><br><\/p><p style='font-family: Amiri; font-size: 35px; line-height: 270%;' align='right'> عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: قَالَ اللهُ تَعَالَى: «يَا ابْنَ آَدَمَ! إِنَّكَ مَا دَعَوتَنِيْ وَرَجَوتَنِيْ غَفَرْتُ لَكَ عَلَى مَا كَانَ مِنْكَ وَلا أُبَالِيْ. يَا ابْنَ آَدَمَ! لَو بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ ثُمَّ استَغْفَرْتَنِيْ غَفَرْتُ لَكَ. يَا ابْنَ آَدَمَ! إِنَّكَ لَو أَتَيْتَنِيْ بِقِرَابِ الأَرْضِ خَطَايَا ثُمَّ لقِيْتَنِيْ لاَ تُشْرِك بِيْ شَيْئَاً لأَتَيْتُكَ بِقِرَابِهَا مَغفِرَةً» <\/p><p style='font-family: Amiri; font-size: 25px;' align='right'> رَوَاهُ التِّرْمِذِيُّ وَقَالَ: حَدِيْثٌ حَسَنٌ صَحَيْحٌ <\/p><p><br><\/p><p style='font-size: 18px; line-height: 200%;'> <b><i>Artinya :</i></b><br>Dari Anas bin Malik radhiyallahu ‘anhu berkata: aku mendengar Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Allah Tabarak wa Ta’ala berfirman, ‘Hai anak Adam! Sesungguhnya selagi engkau berdoa kepada-Ku dan berharap kepada-Ku, Aku ampuni dosa yang ada padamu dan aku tidak peduli. Hai anak Adam! Seandainya dosa-dosamu membumbung sepenuh langit, kemudian engkau meminta ampun kepada-Ku, pasti Aku ampuni dan aku tidak peduli. Hai anak Adam! Seandainya engkau mendatangi-Ku dengan dosa sepenuh bumi, kemudian engkau menemui-Ku tanpa menyekutukan-Ku dengan apapun, pasti Aku akan menemuimu dengan sepenuh bumi pula ampunan.” <\/p><p><br><\/p><p style='font-size: 18px; line-height: 200%;'> <b><i>Diriwayatkan :</i></b><br>Diriwayatkan oleh at-Tirmidzi dan berkata, “hadits hasan shahih.” <\/p><p><br><\/p><p style='font-size: 18px; line-height: 200%;'> <b><i>Kandungan Hadist :</i></b><br><ol style='font-size:18px;line-height:200%'> <li style='margin-bottom:10px'>Berdoa diperintahkan dan dijanjikan untuk dikabul-kan.<\/li><li style='margin-bottom:10px'>Maaf Allah dan ampunannya lebih luas dan lebih besar dari dosa seorang hamba jika dia minta ampun dan bertaubat.<\/li><li style='margin-bottom:10px'>Berbaik sangka kepada Allah ta’ala, Dialah semata Yang Maha Pengampun b"
   }
}